{
  "reference": "Chayei Adam",
  "language": "he",
  "cached_at": "2025-10-21T13:53:37.984261",
  "text_data": {
    "ref": "Chayyei Adam 1",
    "heRef": "חיי אדם א׳",
    "isComplex": true,
    "text": [],
    "he": [
      "<big><strong>דין כשיתעורר משנתו ודין מצות הנהוגים בכל רגע (בש\"ע סי' א ב):</strong></big><br>מצות עשה מן התורה שיהיה אדם דבוק תמיד במחשבתו בהקב\"ה כדכתיב את ה' אלהיך תירא וגו' ובו תדבק וכי אפשר לאדם שיהיה דבוק בהקב\"ה אלא ר\"ל שידבק תמיד מחשבתו בו כדכתי' שויתי ה' לנגדי תמיד. והוא כלל גדול בתורה ובמעלות הצדיקים כי אין ישיבת האדם והוא לבדו בביתו כישיבתו ועסקיו ותנועותיו והוא לפני מלך גדול ולא דבורו והרחבת פיו כרצונו והוא עם אנשי ביתו כדבורו במושב המלך וכ\"ש כשישים האדם אל לבו שהמלך הגדול הקב\"ה אשר מכה\"כ עומד עליו ורואה במעשיו כדכתי' אם יסתר איש במסתרי' ואני לא אראנו נאם ה' מיד יגיע אליו היראה והכנעה בפחד הש\"י ובושתו ממנו תמיד (סימן א'): ואל יתבייש מפני בני אדם המלעיגים עליו בעבודת הבורא ית\"ש ועכ\"פ לא יתקוטט עמהם (והעיקר בעבודת הבורא בהצנע לכת ולהסתיר מעשיו הטובים מבני אדם והבט נא וראה מה דאיתא בזוהר הקדוש פ' חיי ופ' שלח זכאה איהו מאן דאזעיר גרמיה בהאי עלמא כמה איהו רב ועילאה בההוא עלמא כו' מאן דאיהו זעיר איהו רב ומאן דאיהו רב איהו זעיר אך גם בזאת צריך האדם לדעת אם ח\"ו פיתוי היצר הוא לבל עשות מעשה טוב מחמת שיהיה בפרהסיא ע\"ז נאמר ובתחבולות עשה מלחמה ועיין בחובת הלבבות שער יחוד המעשה פ\"ה) וכשידבק האדם מחשבתו בה' ית\"ש בודאי יהיו כל מעשיו לשם שמים כדכתיב בכל דרכיך דעהו ואמרו חכמים כל מעשיך יהיו לשם שמים שאפילו דברים של רשות כגון האכילה והשתיה וההליכה והישיבה והקימה והתשמיש והשיחה וכל צרכי גופך יהיו כולם לעבודת בוראך או לדבר הגורם עבודתו שאפילו היה צמא ורעב אם אכל ושתה להנאתו אינו משובח אלא יכוין שיאכל וישתה כפי חיותו לעבוד את בוראו. וכן אפילו לישב בסוד ישרים ולעמוד במקום צדיקים ולילך בעצת תמימים אם עשה להנאת עצמו ולהשלים חפצו ותאותו אינו משובח אא\"כ עשה לשם שמים. וכן בשכיבה אין צריך לומר שבזמן שיכול לעסוק בתורה ובמצות לא יתגרה בשינה לענג עצמו אלא אפילו בזמן שהיא יגע וצריך לישן כדי לנוח מיגיעתו אם עשה להנאת גופו אינו משובח אלא יתכוין לתת שינה לעיניו ולגופו מנוחה לצורך הבריאות שלא תטרף דעתו בתורה מחמת מניעת השינה. וכן בתשמיש אפילו בעונה האמורה בתורה אם עשה להשלים תאותו או להנאת גופו ה\"ז מגונה ואפילו אם נתכוין כדי שיהיו לו בנים שישמשו אותו וממלאי' מקומו אינו משובח אלא יכוין שיהיה לו בנים לעבודת בוראו או שיכיין לקיים מצות עונה כאדם הפורע חובו וכן בשיחה אפילו לספר בדברי חכמה צריך שתהיה כוונתו לעבודת הבורא או לדבר המביא לעבודתו. כללו של דבר חייב אדם לתת עיניו ולבו על דרכיו ולשקול כל מעשיו במאזני שכלו וכשרואה דבר שיבוא לידי עבוד' הבורא יתברך יעשהו ואם לאו לא יעשהו ומי שנוהג כן עובד את בוראו תמיד (סימן רל\"א). וראיתי לאנשי מעשה שקודם אכילה היו אומרים הנני רוצה לאכול ולשתות כדי שאהיה בריא וחזק לעבודת הבורא ית\"ש (ועיין לקמן כלל מ\"ה סי' ד') וז\"ש הכתוב במשלי בהתהלכך תנחה אותך בשכבך תשמור עליך והקיצות היא תשיחך. ובארתי שכוונת הכתוב שיהיה אדם כמו סומא שאי אפשר לו להלוך כי אם ע\"י המושך אותו ובאם שילך יחידי יפול ויסתכן כן האדם יהיה בכל מעשיו שא\"א לו לעשות איזה דבר כ\"א על פי התורה וז\"ש בהתהלכך תנחה אותך ר\"ל תנהג אותך. ואפילו בשעה שא\"א לו לעסוק בתורה כגון שעת השינה תדע שהיא תמתין עליך (מלשון ואביו שמר). ואז תיכף בהקיצותך היא תשיחך תיכף תשיח ותדבר עמך. וכמו שכתב החסיד בחובת הלבבות לא יישן פ\"א על יצועי אהבתו ואל יקיץ כ\"א במתיקת זכרו ולכן תיכף כשיעור משנתו יאמר מודה אני לפניך חי וקים שהחזרת בי נשמתי בחמלה רבה אמונתך אף שעדיין אין ידיו נקיות כיון שאינו מזכיר שום שם:",
      "יתגבר על יצרו ויקום בזריזות ואסור לשכב כך במטתו כמתעצל וע\"ז נאמר עד מתי עצל תשכב ונאמר הדלת תסוב על צירה ועצל על מטתו. וידמה בדעתו אילו היה עליו עבודת מלך ב\"ו כמה היה זריז כ\"ש עבודת הבורא ית\"ש. ראוי לכל ירא שמים להיות מיצר ודואג על חורבן ב\"המ ובענין חצות האריכו האחרונים אזה ע\"פי ספרי המקובלי' אימת זמן חצות (ועיין במגן אברהם סי' בסק\"ד):",
      "אף שראוי לכל ירא שמים לעמוד איזה שעות קודם אור היום בחורף וגם בקיץ להתפלל כותיקין עכ\"פ חוב גמור הוא לקום שעה ולפחות חצי שעה קודם קריאת השמש לבית הכנסת כדי שיוכל להכין עצמו ולפנות ולהתפלל בצבור ובנקיות:",
      "אע\"ג שעדיין לא בירך ברכת התורה ואסור לדבר דברי תורה מ\"מ מה שיוכל לקיים יקיים. ולכן יפנה מחשבתו לקיום מצות התלויות בלב ויכול האדם לקיים אותם בכל רגע במחשבה וגם יקבל עליו לקיים כל מצות התורה הן מצות דאוריי' או מצות דרבנן בכל עת שתבוא לידו לקיים. וכל הפורק ממנו עול מצוה א' שיאמר שיקיים כל המצות חוץ מזו אפי' היא מצוה קלה ועליו נאמר ארור אשר לא יקים את דברי התורה הזאת ולא נאמר אשר לא יעשה אלא אשר לא יקים ר\"ל שאינו מקבל עליו לקיים כל התורה (ש\"ת לר\"י):",
      "ואלו הן המצות התלויות בלב וחיובן תמידי ולא יפסקו מהאדם אפילו רגע אחד וכל זמן וכל רגע שיחשוב בהם קיים מ\"ע שאין קצבה למתן שכר של מצות: (א) להאמין שיש אלוה אחד בעולם שהמציא כל הנמצאים ומחפצו ורצונו היה כל מה שהוא עכשיו ושהיה ושיהיה לעדי עד ושהוא הוציאנו ממצרים ונתן לנו התורה ולא נחשוב ח\"ו שהיה במקרה אלא בהשגחה פרטית כי הוא ב\"ה משגיח בכל העולמות וזהו מצות עשה דכתיב אנכי ה' אלהיך אשר הוצאתיך כו' ופירושו תדעו ותאמינו שיש לעולם אלוה המשגיח שהרי הוצאתיך מארץ מצרים: (ב) שלא נאמין בשום אלהים זולתו שנאמר לא יהיה לך אלהים אחרים כו' ואפילו מודה שהקב\"ה שולט בכל העולם רק שידמה בדעתו שמסר הנהגת העולם למלאך או לכוכב או לאדם ה\"ז מודה בעבודת כוכבים ומזלות וכופר בעיקר ובהקב\"ה אלא יאמין שהקב\"ה בעצמו ובכבודו משגיח בכל העולמות ואין למלאך וכוכב שום כח לעשות דבר בלתי רצונו ולכן נקרא אלהי אלהים: (ג) ליחדו שנאמר שמע ישראל כו' ה' אחד ופירושו שמע ישראל ודע כי ה' שהווה הכל ברצונו והוא אלהינו המשגיח בכל העולמות הוא ה' אחד בלא שום שיתוף וענין אמונה זו בג' מצות אלו הוא שיקבע בנפשו שהאמת כן הוא ושאי אפש' בחילוף זה בשום פנים ואפילו אם יראה במופת חותך להיפך ח\"ו יאמין שהמופתים הוא שקר מוחלט וכמ\"ש בפ' ראה כי יקום בקרבך נביא כו' ובא האות והמופת כו' לא תשמע אל דברי הנביא כו' כי מנסה ה' אתכם לדעת הישכם אוהבי' את ה' והאמת מה שקבלנו מאבותינו כי אדם הראשון ראה בחדוש העולם ומסר למתושלח והוא לנח ונח לשם ולאברהם עד משה רבינו ע\"ה וגם במשה רבינו ע\"ה לא האמינו בו ישראל מחמת המופתים אלא מחמת שראו בשעת מתן תורה ולכן לא תמצא שכתוב אצל ישראל מופת אלא תעשה בי האותות אבל גבי פרעה כתיב תנו לכם מופת (והארכתי בזה בפ\" הגדה ש\"פ). ושם במעמד הגדול והקדוש והנורא אשר ראו כולם עין בעין יותר מששים רבוא גברים לבד מטף ונשים כמ\"ש אתה הראית לדעת כי ה' הוא האלהים בשמים ממעל ופירושו כי אל הוא לשון חוזק כמ\"ש אילי הארץ ואמר כי ה' הוא כח של כל הכחות כמ\"ש הודו לאלהי האלהים ר\"ל לכח של כל הכחות (ועיין דבר זה באריכות בפ' ח' מהל' יסודי תורה). ועל ג' מצות אלו ומכללם להאמין ביציאת מצרים ובכל האותות והמופתים שהראה הקב\"ה ע\"י משה ובנתינת התורה שבכתב ושבע\"פ כל אשר בשם ישראל יכונה מחויב למסור גופו למיתה אכזריות כמו שקדשו ש\"ש אלפים ורבבות מישראל שלא להכחיש ח\"ו מדבר קטן או גדול מתורה שבכתב ותורה שבעל פה שהיא הגמרא הקדושה שהיא הפירוש על תורה שבכתב כפי שקיבל משה רבינו ע\"ה בהר סיני הפירוש הזה מפי הקב\"ה ומסר ליהושע וכן דור אחר דור וכן אנחנו מקבלים עלינו ועל זרעינו ודורותינו' למסור גופינו למיתה על אמונה זו בלא שום פקפוק ונפשנו ורוחנו ונשמתינו יעלה לשמים למקום מחצבם: (ד) לאהוב המקום ב\"ה שנאמר ואהבת את ה' כו' וענין אהבה זו שישים האדם כל מחשבתו וכל מגמתו לאהבת הש\"י ויעריך בלבו כי כל התענוגים שיש בעולם מעושר ובנים וכבוד הכל כאין אפס ותוהו נגד אהבתו ית' וכיצד יגיע האדם לאהבה זו הוא על ידי התורה כמ\"שכ ואהבת כו' ואח\"ז אמר והיו הדברים האלה כו' שע\"י התבוננות בתורה תתיישב האהבה בלבו. והקובע מחשבתו בענינים הגשמים ובהבלי העולם שלא לשם שמים רק להתענג ולהשיג כבוד ביטל עשה זו וענשו גדול: (ה) לירא מפני ה' ולשום יראתו על פניו תמיד כמ\"ש את ה' אלהיך תירא. וענין היראה לידע כי אף שהקב\"ה הוא נעלם מכל מ\"מ רואה מעשינו ומבין מחשבותינו כי הוא בוחן לב ויודע כל תעלומות כמ\"שכ אם יסתר איש במסתרים ואני לא אראנו: (ו) שלא נתור אחר מחשבת הלב וראיית העינים שנאמר ולא תתורו אחרי לבבכם וכו' ואמרו חכמים אחרי לבבכם זו אפיקורסי' ואחרי עיניכם זו זנות (ברכות פ\"א). ובכלל אפיקורסו' היא כל מחשבות זרות שהם היפך דעת התורה. ובכלל זנות הוא כל תאות עה\"ז שאם יסיח דעתו למלאות תאותו בדבר א' ימשך מזה שלעולם יתאוה לה. אלו מצות שיכול לקיים בכל רגע (ס' החינוך בהקדמה וסי' כ\"ה כ\"ו תיז תי\"ח תל\"ב תפ\"ז) וממילא מקיים עוד מ\"ע ולדבקה בו:",
      "יקבל על עצמו בפרטות לאהוב כל אחד ואחד מבני אדם כגופו כמו שכתוב ואהבת לרעך כמוך ועי\"ז יכלול תפלתו בכלל תפלת כל ישראל ויהיו לאחדים:",
      "כששוכב ערום לא ילבש חלוקו מיושב דאז בהכרח יגלה גופו אלא יקח חלוקו ויכניס בו ראשו וזרועותיו בעודנו שוכב ונמצא כשיקום יהיה מכוסה וידקדק בחלוקו ללבשו כדרכו שלא יהפוך הפנימי לחוץ (סי' ב). ואל יטול חלוקו שחרית מיד השמש וילבש (סימן ד' מ\"א סק\"א):",
      "כשנועל מנעליו ינעול תחלה של ימין ואם יש בו רצועות לקשור אזי לא יקשרנו עד שינעול של שמאל ויקשרנו ואח\"כ יקשור של ימין סימן לדבר תפילין דחשיבות התפילין הוא בקשירה על יד שמאל (ט\"ז סי' ב' ס\"ק ב) לזה חלקו כבוד לרגל שמאל להקדי' הקשירה וכשחולץ יחלוץ תחלה של שמאל וכשהוא רוחץ וסך ימין תחלה וכשרוחץ כל גופו ראש תחלה. מ\"א בשם הגמרא:",
      "אסור לילך בקומה זקופה ולא ילך בגילוי ראש והכל כדי שיחול עליו יראת ה' ואסור להוציא מפיו דבר שבקדושה בגילוי ראש ואפי' כשמניח ידו עליו לא מהני אבל הנחת יד חבירו מהני (סי' ב' וצ\"א):"
    ],
    "versions": [
      {
        "status": "locked",
        "priority": "",
        "license": "Public Domain",
        "versionNotes": "",
        "formatAsPoetry": "",
        "digitizedBySefaria": true,
        "method": "",
        "heversionSource": "",
        "versionUrl": "",
        "versionTitleInHebrew": "חיי אדם. נדפס בווילנא ה'דר\"ת",
        "versionNotesInHebrew": "",
        "shortVersionTitle": "",
        "shortVersionTitleInHebrew": "",
        "extendedNotes": "",
        "extendedNotesHebrew": "",
        "purchaseInformationImage": "",
        "purchaseInformationURL": "",
        "hasManuallyWrappedRefs": "",
        "language": "he",
        "title": "Chayyei Adam",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
        "versionTitle": "Chayei Adam, Vilna, 1844",
        "actualLanguage": "he",
        "languageFamilyName": "hebrew",
        "isSource": true,
        "isPrimary": true,
        "direction": "rtl"
      },
      {
        "status": "",
        "priority": "",
        "license": "Public Domain",
        "versionNotes": "",
        "formatAsPoetry": "",
        "digitizedBySefaria": "",
        "method": "",
        "heversionSource": "",
        "versionUrl": "",
        "versionTitleInHebrew": "",
        "versionNotesInHebrew": "",
        "shortVersionTitle": "",
        "shortVersionTitleInHebrew": "",
        "extendedNotes": "",
        "extendedNotesHebrew": "",
        "purchaseInformationImage": "",
        "purchaseInformationURL": "",
        "hasManuallyWrappedRefs": "",
        "language": "he",
        "title": "Chayyei Adam",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
        "versionTitle": "Chayei Adam, Vilna, 1843",
        "actualLanguage": "he",
        "languageFamilyName": "hebrew",
        "isSource": true,
        "isPrimary": true,
        "direction": "rtl"
      }
    ],
    "textDepth": 2,
    "sectionNames": [
      "Klal",
      "Siman"
    ],
    "addressTypes": [
      "Integer",
      "Siman"
    ],
    "heTitle": "חיי אדם",
    "titleVariants": [],
    "heTitleVariants": [],
    "type": "Halakhah",
    "primary_category": "Halakhah",
    "book": "Chayyei Adam",
    "categories": [
      "Halakhah"
    ],
    "order": [
      40
    ],
    "sections": [
      1
    ],
    "toSections": [
      1
    ],
    "isDependant": false,
    "indexTitle": "Chayyei Adam",
    "heIndexTitle": "חיי אדם",
    "sectionRef": "Chayyei Adam 1",
    "firstAvailableSectionRef": "Chayyei Adam 1",
    "heSectionRef": "חיי אדם א׳",
    "isSpanning": false,
    "heVersionTitle": "Chayei Adam, Vilna, 1844",
    "heVersionTitleInHebrew": "חיי אדם. נדפס בווילנא ה'דר\"ת",
    "heShortVersionTitle": "",
    "heShortVersionTitleInHebrew": "",
    "heVersionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
    "heVersionStatus": "locked",
    "heVersionNotes": "",
    "heExtendedNotes": "",
    "heExtendedNotesHebrew": "",
    "heVersionNotesInHebrew": "",
    "heDigitizedBySefaria": true,
    "heLicense": "Public Domain",
    "formatHeAsPoetry": false,
    "alts": [
      {
        "en": [
          "Laws of Prayer and Blessings"
        ],
        "he": [
          "הלכות תפילה וברכות"
        ],
        "whole": true
      }
    ],
    "index_offsets_by_depth": {},
    "next": "Chayyei Adam 2",
    "prev": "Chayyei Adam, Author's Introduction",
    "commentary": [],
    "sheets": [],
    "layer": []
  }
}