{
  "reference": "Chayei Adam 2",
  "language": "he",
  "cached_at": "2025-10-21T13:53:44.890258",
  "text_data": {
    "ref": "Chayyei Adam 2",
    "heRef": "חיי אדם ב׳",
    "isComplex": true,
    "text": [],
    "he": [
      "<big><strong>דין נט\"י לאחר השינה (סימן ג')</strong></big><br>אסור לילך שלא לצורך גדול בלא נט\"י. דכשהאדם ישן אזי מצא רוח רעה מקום להתדבק בו כי כן חפץ וחשק הטומאה להתדבק באיש הישראלי להחטיאו אך כ\"ז שהאדם ער ורוחו ונשמתו בקרבו א\"א לו להתדבק כ\"כ אם לא כשמסיר יראת ה' ממנו לגמרי ואז טמא טמא יקרא אבל בעת השינה שרוחו ונשמתו מסתלקים מן האדם ולא נשאר בו אלא נפש חיוני אזי שורה רה\"ט עליו וכאשר יעור משנתו וחוזרת נשמתו אזי רוח הטומאה השורה על הגוף בע\"כ הולך לו רק על האצבעות שהם קצוות הגוף משם אינו עובר אלא ע\"י נטילה ולכן יכין כלי עם מים לפני מטתו וגם כלי ליטול בתוכו דהמים שנטל ידיו רוח הטומאה שורה עליהם ולכן אסור ליטול על הקרקע במקום שבני אדם הולכין. וגם אסור ליהנות מהן. ותיכף בקומו יטול ידיו ע\"ז הסדר. יקח הכלי בימינו ויתנו ליד שמאלו ואז ישפוך מים על יד ימינו ואח\"כ יקח הכלי בימינו וישפוך על שמאלו וכן ג\"פ וע\"י זה בע\"כ הולך ריח הטומאה ממנו אבל אם משכשך ידיו בנהר ג\"פ ספק אם מהני לר\"ר כי אפשר כן יעד מלכו של עולם שאינו הולך אלא ע\"י עירוי וי\"א דוקא בסירוגין. ולא יטול ממי שלא נטל ידיו שחרית (סי' ד'):",
      "אסור ליגע קודם נטילה לפה ולחוטם ולעינים ולאזנים ולפי הטבעת ולא בגיגית של שכר כ\"א ע\"י הפסק בגד משום שרוח הטומאה שורה עליהם (ב\"ח ט\"ז א\"ר). לפי זה היה משמע דאם נגע באוכלין אסורין וכן הורה מורה א'. אך נ\"ל מדלא אמר הש\"ס סתם יד לאוכלין תקצץ משמע דדוקא בגיגית שכר אבל שאר אוכלין עכ\"פ בדיעבד אין לחוש וכ\"מ בסוף יומא גבי שמאי הזקן (ונכדי האברך המופלג מוהר\"ר אלי' הביא ראיה שכל דבר שאמרו רוח רעה שורה עליו מותר בדיעבד דבב\"י בי\"ד סי' ו' כ' הא דאין שוחטין בקנה יש אומרים הטעם משום קיסמין נפרשים ממנו ולפי זה אפילו בדיעבד אסור וי\"א הטעם משום רוח רעה ולפי זה בדיעבד מותר עכ\"ל הב\"י):",
      "מים שנעשו בהם מלאכה או שנשתנו מראיהן אע\"ג שפסולין לנט\"י לאכילה כמבואר לקמן כלל ל\"ט כשרים לנטילה זו וכן אם אין לו כלי שלם מותר ליטול אף מכלי נקוב וכן (מרער קאסטן או מפלומפ) אף שאין כאן כח גברא כמבואר לקמן בה' נט\"י כלל ל\"ח וכן אפילו בפחות מרביעית (ד\"מ בשם מרדכי וכן כתוב בלבוש בהדיא) דמהני אף לרוח רעה ומ\"מ לכתחלה יזהר בכולן אבל לנקות ידים במידי דמנקי כדלקמן כלל ז' לא מהני רק לתפלה אבל לא לרוח רעה כי בת חורין היא ומקפדת דוקא על שלשה פעמים ועיין במ\"א (שם):",
      "דבר הגורם שישרה רוח הטומאה על הידים מספקא לן אם מחמת השינה וא\"כ ה\"ה הישן ביום חייב בנט\"י או שמא הלילה לבד גורם כי בלילה היא זמן שליטת המזיקין וא\"כ אפילו הניעור בלילה צריך ליטול ג\"פ או שמא דוקא שניהם גורמים דהיינו הישן בלילה דוקא ולכן מספק בין שניעור כל הלילה או הישן ביום יטול בלא ברכה:",
      "עוד קבלו הקדמונים שיש דברים הצריכים נטילה במים דוקא ולא במידי דמנקי אם יש לו מים מזומנים לפניו כדלקמן כלל ז'. היוצא מבית הכסא ומבית המרחץ והנוטל צפרניו והחולץ מנעליו בידיו ואפי' הם נקיים לגמרי (כדאיתא בסי' קכ\"ח במגן אברהם ס\"ק כ\"ו) והנוגע ברגליו והחופף ראשו והיוצא מבית הקברות ומי שנגע במת ה\"ה אפילו לא נגע רק נכנס למת א' או המלוה את המת (מגן אברהם שם ס\"ק כ\"א) והמפלה כליו אפילו לא נגע בכינה והנוגע בכינה או בגופו והמשמש מטתו והמקיז דם והמגלח (שם):",
      "אע\"פ דאין חיוב נטילה אלא הידים בלבד מ\"מ מצוה שירחוץ גם פניו כי כל פעל ה' למענהו וכיון שהגוף נברא לעבוד ה' והוא לבוש של הנשמה שהיא נר ה' נשמת אדם מהראוי לכבד הלבוש כמו עבדי המלך ששומרים בגדיהם שנתן להם המלך מכל טינוף כן ראוי לרחוץ פניו שלא יהיה עליו שום דבר מיאוס וכן במלבושים שלובש האדם ומכ\"ש ת\"ח צריך ליזהר שלא יהיה עליו שום דבר מיאוס וטינוף ולא ילבוש בגדים יקרים הרי זה מביא את האדם לידי גאוה אלא ילבוש בגדים ממוצעים שלא יתבזה בעיני בני אדם ומכ\"ש ת\"ח שלא יהיה ח\"ו בכלל כל משניאי אהבו מות. והעיקר שכל מה שיעשה האדם הכל ישים מגמתו ומחשבתו שהוא לעבודת היוצר וע\"ז אמרו רז\"ל כל מעשיך יהיו לשם שמים כו':"
    ],
    "versions": [
      {
        "status": "locked",
        "priority": "",
        "license": "Public Domain",
        "versionNotes": "",
        "formatAsPoetry": "",
        "digitizedBySefaria": true,
        "method": "",
        "heversionSource": "",
        "versionUrl": "",
        "versionTitleInHebrew": "חיי אדם. נדפס בווילנא ה'דר\"ת",
        "versionNotesInHebrew": "",
        "shortVersionTitle": "",
        "shortVersionTitleInHebrew": "",
        "extendedNotes": "",
        "extendedNotesHebrew": "",
        "purchaseInformationImage": "",
        "purchaseInformationURL": "",
        "hasManuallyWrappedRefs": "",
        "language": "he",
        "title": "Chayyei Adam",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
        "versionTitle": "Chayei Adam, Vilna, 1844",
        "actualLanguage": "he",
        "languageFamilyName": "hebrew",
        "isSource": true,
        "isPrimary": true,
        "direction": "rtl"
      },
      {
        "status": "",
        "priority": "",
        "license": "Public Domain",
        "versionNotes": "",
        "formatAsPoetry": "",
        "digitizedBySefaria": "",
        "method": "",
        "heversionSource": "",
        "versionUrl": "",
        "versionTitleInHebrew": "",
        "versionNotesInHebrew": "",
        "shortVersionTitle": "",
        "shortVersionTitleInHebrew": "",
        "extendedNotes": "",
        "extendedNotesHebrew": "",
        "purchaseInformationImage": "",
        "purchaseInformationURL": "",
        "hasManuallyWrappedRefs": "",
        "language": "he",
        "title": "Chayyei Adam",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
        "versionTitle": "Chayei Adam, Vilna, 1843",
        "actualLanguage": "he",
        "languageFamilyName": "hebrew",
        "isSource": true,
        "isPrimary": true,
        "direction": "rtl"
      }
    ],
    "textDepth": 2,
    "sectionNames": [
      "Klal",
      "Siman"
    ],
    "addressTypes": [
      "Integer",
      "Siman"
    ],
    "heTitle": "חיי אדם",
    "titleVariants": [],
    "heTitleVariants": [],
    "type": "Halakhah",
    "primary_category": "Halakhah",
    "book": "Chayyei Adam",
    "categories": [
      "Halakhah"
    ],
    "order": [
      40
    ],
    "sections": [
      2
    ],
    "toSections": [
      2
    ],
    "isDependant": false,
    "indexTitle": "Chayyei Adam",
    "heIndexTitle": "חיי אדם",
    "sectionRef": "Chayyei Adam 2",
    "firstAvailableSectionRef": "Chayyei Adam 2",
    "heSectionRef": "חיי אדם ב׳",
    "isSpanning": false,
    "heVersionTitle": "Chayei Adam, Vilna, 1844",
    "heVersionTitleInHebrew": "חיי אדם. נדפס בווילנא ה'דר\"ת",
    "heShortVersionTitle": "",
    "heShortVersionTitleInHebrew": "",
    "heVersionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
    "heVersionStatus": "locked",
    "heVersionNotes": "",
    "heExtendedNotes": "",
    "heExtendedNotesHebrew": "",
    "heVersionNotesInHebrew": "",
    "heDigitizedBySefaria": true,
    "heLicense": "Public Domain",
    "formatHeAsPoetry": false,
    "alts": [],
    "index_offsets_by_depth": {},
    "next": "Chayyei Adam 3",
    "prev": "Chayyei Adam 1",
    "commentary": [],
    "sheets": [],
    "layer": []
  }
}