{
  "reference": "Chayei Adam 3",
  "language": "en",
  "cached_at": "2025-10-21T13:55:31.456143",
  "text_data": {
    "ref": "Chayyei Adam 3",
    "heRef": "חיי אדם ג׳",
    "isComplex": true,
    "text": [],
    "he": [
      "<big><strong>דין טהרת גוף ומלבוש ומקום מכל טינוף</strong></big><br>כתיב ברכי נפשי כו' וכל קרבי את שם קדשו וכיון שצריך האדם לברך את השם בכל קרביו אסור לברך עד שינקה הקרביים מצואה ומי רגלים ולכן יבדוק עצמו מגדולים ואם אין שם אדם מפנה ברחוב אבל לא בפני עו\"כ אבל להשתין מותר אפילו בפני אשה אם אין לו מקום וכשיכנס לבית הכסא יהיה צנוע ולא ידבר שם ולא ילכו שנים ביחד ויסגור הדלת ואם מפנה בשדה ישב פניו לדרום ואחוריו לצפון ולא יגלה עצמו יותר רק מה שצריך בשביל שלא יטנף הבגדים ולא ידחיק עצמו יותר מדאי שמביא לידי סכנה וחולי ר\"ל ויבדוק עצמו היטיב ולא ימהר לצאת כמו שעושין המון עם אלא ישהא שם עד שירגיש בעצמו שא\"צ עוד (סימן ג' ד):",
      "יקנח עצמו היטיב ביד שמאל ולא באצבע האמצעי שכורך עליו תפילין ולא ביד ימין. ואיטר צ\"ע (סי' ג' מ\"א ס\"ק ח). וירחוץ פי הטבעת היטיב במים או ברוק כי צואה בפי הטבעת אע\"פ שכשהוא עומד אינו נראה אם נראית כשהוא יושב אסור להתפלל ואפילו בדיעבד שעבר והתפלל אפשר דצריך לחזור ולהתפלל ולכן צריך ליזהר מאד (סימן ע\"ו):",
      "וכן יבדוק עצמו ממי רגלים וכשהוא משתין יזהר מאד שלא יגע באמה בידו והוא איסור חמור מאוד ואמרו רז\"ל כל האוחז באמה ומשתין כאילו מביא מבול לעולם שהם חטאו והוציאו זרע לבטלה והנוגע באמה הוא בא לידי חמום והרהור ואפילו מי שיש לו אשה אם היא נדה או שהוא בדרך אסור ולהתחכך באמה כל אדם אסור אפי' נשוי ואשתו טהורה אם לא על ידי בגד עב אבל מותר לסייע שלא יטנפו בגדיו ולאחוז בביצים להגביה האמה קצת ויזהר שלא יפלו ניצוצות על רגליו ואם נפלו צריך לשפשפם (סימן ג') וכל הנצרך לנקביו אסור אפילו בדברי תורה כל זמן שגופו משוקץ מן הנקבים (סימן צ\"ב):",
      "כתיב הכון לקראת גו' וכתיב שמור רגלך כאשר תלך אל בית האלהי' והכונה לשמור עצמו מהנקבים שבין רגליו ולכן אסור להתפלל כשמרגיש בעצמו קצת שצריך לנקבים אפי' משער בעצמו שיכול לעצור עצמו שיעור שילך ד' מילין ואפילו אם עי\"ז לא יוכל להתפלל בצבור מוטב לו שיתפלל ביחוד בנקיות ואם מתירא שיעבור זמן תפלה ומשער בעצמו שיכול לעצור ד' מילין מותר להתפלל (דהיינו ע\"פ גירסת רי\"ף וכ\"כ בתניא שגורס ואם יכול להעמיד עצמו ד' מילין מותר ונ\"ל שזה ג\"כ גירסת רש\"י שכתב ד\"ה ועד כמה מותר להתחיל כו' עכ\"ל) (סימן צ\"ב):",
      "אם אינו יכול לעצור שיעור ד' מילין ועבר והתפלל אם לגדולי' תפלתו תועב' דהכי קים להו לחז\"ל דכל שלא יוכל לעצור שיעור זה כבר נהפך המאכל במעיו לצואה וצריך לחזור ולהתפלל ואם לקטנים בדיעבד א\"צ לחזור ולהתפלל: <i data-commentator=\"Nishmat Adam\" data-order=\"1\"></i> ודוקא תפלת י\"ח צריך לחזור ולהתפלל אבל שאר ברכות בדיעבד יצא ומ\"מ אסור לברך או ללמוד כל זמן שהוא צריך לנקביו והמשהה נקביו וצריך להם עובר משום בל תשקצו (שם):",
      "כתיב והיה מחנך קדוש וקבלו חז\"ל שהוא מ\"ע שאסור לדבר <i data-commentator=\"Nishmat Adam\" data-order=\"2\"></i> או להרהר בדברי תורה וקדושה במקום צואה או במבואות המטונפות או כל דבר המסריח כגון צואת חתולים ושאר בהמה ועוף שידוע שצואתן מסרחת כגון צואת חמור הרכה לאחר שבא מן הדרך או צואת כלב וחזיר אם נתן בהם עורות וי\"א דאף צואת תרנגולים שקורין אינדיקס או וועלישה הענר אבל סתם בהמה ועוף אין צואתן מסרחת ומ\"מ דיר בהמות ולול תרנגולים דינן כצואה וכן פי חזיר אע\"פ שהוא נקי בוודאי וכן גרף של ריעי ועביט של מי רגלים דידוע דהעביט מסריח יותר ממי רגלים ממש כל אלו דינן כצואה מה\"ת (ז\"ל תר\"י עביט של מ\"ר אסור לקרות כנגדו דכצואה דיינין לי' ואסור מה\"ת בין זה בין מי משרה וכיוצא בו דבכלל מחנך קדוש הוי) ואסור עד שיכסה אותן כמ\"שכ ושבת וכסית כו' ואפי' בכיסוי שאינו קיים כגון שנפל עליו שלג או רוק עבה כל זמן שלא נימוח עד שלא נראה הצואה מותר ואם כיסה אפילו בזכוכית וכיוצא בו אע\"פ שנראה כיון שהוא מכוסה מותר שהרי הכתוב לא הקפיד רק שיהיה מכוסה (סימן ע\"ו ע\"ז ע\"ח ע\"ט):",
      "אשפה שריחה רע ומים סרוחים (ורין שטאקן) שברחובות אם מסריחים דינם כצואה ואסור מדאורייתא ולכן אותן המקדשין הלבנה ברחובות (ורין שטאקן) המסריחים מהצדדים אפילו הם ברחוק ארבע אמות כיון שנמשכים גם מלפניו אסור כמלא עיניו ומכ\"ש שצריך להרחיק ד' אמות ממקום שכלה הריח ומוטב שלא לקדש כלל ולמצוה יחשב להם אם אי אפשר להם לקדש במקום נקי כאז\"ל ובדבר הזה תאריכו ימים (סימן ע\"ט):",
      "צואה אפילו מקטן אם אכל מיני דגן ויכול לאכול כזית בכדי שיכול גדול לאכול אכילת פרס שהוא ג' ביצים אסור ואם אינו אוכל לחם רק מאכל מקמח מבושל משערינן כדי שיוכל גדול לאכול מאותו מאכל אכילת פרס. ואמנם אם ידעינן בודאי שלא אכל דגן איזה ימים בקטן מותר אבל בגדול לעולם אסור (סימן פ\"א במגן אברהם) ולא יקרא לכתחלה נגד תינוק דסתם תינוק מטפח באשפה ויש ליזהר אפילו בצואת קטן בן שמונה ימים (עיין מגן אברהם ריש סימן פ\"א):",
      "אפילו כשהצואה וכיוצא בו כבר נתייבש ואינו מסריח עדיין דין צואה עליו עד שתהיה יבישה כ\"כ שאם יגלגלנה תתפרך לפרורין דאז הוא כעפר ואז אם אינו מסריח מותר ואם נקרש מחמת הקור אפ\"ה דין צואה עליו (סי' פ\"ד) וצואה לחה אפילו אינה מסרח' צריך להרחיק ד\"א (סי' ע\"ט מ\"א ס\"ק י\"ב):",
      "ספסל נקוב שמפנין עליו כיון שמיוחד לכך יש לו דין בית הכסא ואפילו בשעה שאין הגרף מונח תחתיו ולא מהני מה שיכסה הנקב אלא צריך לכסות כל הכסא (פ\"ג במ\"א). (וכ\"כ ב\"י ודו\"פ ומעי\"ט וט\"ז וא\"ר וא\"כ מ\"ש המרדכי והתרתי להם ר\"ל שמותר להתפלל באותו בית ולא דיינינן לכל הבית לבה\"כס כיון שיש בו בית מושב וכמ\"שכ א\"ר וגרע מגרף דאף על פי שהוא נקי דינו כבית הכסא):",
      "מחיצות בה\"כס אם ריח רע מגיע לו או שהמחיצות אינם גבוהים י\"ט לכ\"ע אסור ואפילו גבוהים י\"ט כל הפוסקים האחרונים אוסרים כדין צואה (סימן פ\"ג). ודוקא שהמחיצה נעשה רק בשביל בה\"כס אבל אם נעשה בשביל הבית מותר. ואפילו הבהכ\"ס חדש רק שהזמינו לבהכ\"ס אסור לקרות בתוכו אכל כנגדו מותר ובה\"כס ישן אע\"פ שפינו ממנו הצואה דינו כבה\"כס ומרחץ ישן דינו כב\"הכס והיינו דוקא בית הפנימי שכולן עומדים שם ערומים אבל בית האמצעי שמקצתן עומדים ערומים ומקצתן לבושים אינו אסור רק לדבר דברי תורה ומותר להרהר וליתן שלום ובבית החיצון שכולם לבושים מותר בכל דבר. אבל הזמינו למרחץ מותר אפילו בתוכו (פ\"ד):",
      "כשם שמרחיקין מן הצואה כך מרחיקין מהריח רע אפילו אינה צואה וכל שדרך בני אדם להצטער מאותו ריח נקרא ריח רע ואפילו יש לו חולי שאינו מריח וכן סומא שאינו רואה כיון ששאר בני אדם יכולים לראות ולהריח אסור ואפילו בלילה דינו כביום (סי' ע\"ט) (ונ\"ל דדבר שטבעו ריח רע מותר ולא נקרא צואה אלא מה שנסרח מחמת עיפוש כדאיתא בירו' אין מדליקין בעטרן מפני כבוד השבת שלא תאמר הואיל וריחו רע יהא טעון הרחק ד\"א לפום כן צ\"ל אין מדליקין וכ\"מ בסוכה י\"ב ע\"ש):",
      "בד\"א כשעדיין הטינוף במקומו אבל אם לא נשאר כאן טינוף אלא ריח רע כגון שהעבירו צואה בבית ועדיין נשאר הריח כיון שהוא ריח רע שאין לו עיקר מי שאינו מריח מותר (סימן ע\"ט מ\"א ס\"ק ט) ואפילו המריח א\"צ להרחיק אפילו מלפניו רק עד מקום שכלה הריח. ואם העבירו צואה לפניו כיון שאינו מונח במקום אחד יש אומרים דדינו כצואה ממש. וי\"א דבזה סגי ד' אמות אפילו לפניו (עיין סי' ע\"ו בב\"י וד\"מ שם). ופי חזיר דינו כצואה עוברת אפילו עולה מן הנהר אין הרחצה מועיל לו ודינו כצואה עוברת:",
      "כמה צריך להרחיק ד' אמות מכל צד כדכתיב והיה מחניך קדוש וקבלו חז\"ל שמחנה של אדם הוא ד' אמות מכל צד אבל מלפניו צריך להרחיק כמלא עיניו לכ\"ע (רק דהר\"אש ס\"ל שהוא מדרבנן ולרשב\"א הוא מדאורייתא כדלקמן סי' ט\"ז) וצדדין שלפניו כגון רין שטאקן המסריחים הנמשכים לאורך הרחוב י\"א דדינו כשלפניו (סימן ע\"ט במגן אברהם) וי\"א דדינו כמן הצדדין וסגי בד\"א (א\"ר) ומה שרואה בלא הטיית ראשו לצדדין לכ\"ע דינו כלפניו ולא מן הצואה בלבד אלא צריך להרחיק ד' אמות ממקום שכלה הריח:",
      "היתה הצואה מונחת על מקום גבוה י\"ט ורחב ד\"ט על ד\"ט או <i data-commentator=\"Nishmat Adam\" data-order=\"3\"></i> להיפך שהאדם עומד על אותו מקום והצואה מונחת למטה אם אין מגיע לו ריח רע ואינו רואה אותה ואפילו יכול לראותה רק שמעצים עיניו מותר לכ\"ע דכיון שהוא ברשות בפ\"ע ואינו רואה להדיא אין כאן לא משום מחניך קדוש ולא משום ולא יראה בך ערות דבר (ע\"ט) אבל א\"ר כתב דמדברי רשב\"א משמע דוקא כשאינו רואה מחמת גובה של מקום או עומקו אבל עצימת עין לא מהני:",
      "אבל אם רואה הצואה לרא\"ש ותר\"י מותר דקרא דולא יראה בך ערות דבר לא קאי כלל על צואה רק על ערוה ובצואה אינו מוזהר רק על מחניך קדוש אע\"פ שרואה אותה כיון שאינו במחנהו והרשב\"א אוסר דס\"ל דולא יראה קאי גם על צואה אם אינה מכוסה כלל אע\"פ שאינה במחנו אסור וכיון שהוא איסור דאורייתא אזלינן לחומרא. ולכן אסור לדבר דברי קדושה והוא מסתכל דרך חלון פתוח אם רואה האשפות ורין שטאקן שברחובות אעפ\"י שאין מגיע לו ריח רע וצריך ליזהר בזה בשעת קידוש לבנה דרך חלון פתוח או על (גאנקעש) אלא צריך עכ\"פ שיעצים עיניו ואז אם אין ריח רע מגיע לו מותר (נ\"ל דבמקום שמסופק אם הוא אשפה מותר דהוי ס\"ס שמא הל' כרא\"ש ומ\"מ נכון להעצים עיניו מהיות טוב כו') אבל להרהר ד\"ת מותר לכ\"ע דכיון שאינו ברשותו דגבי ולא יראה כתיב ערות דבר ודרשינן דיבור אסור הרהור מותר. ואם צואה בבית לא מהני שיוציא ראשו חוץ לחלון דשדינן ראשו בתר רובו ואם הכניס ראשו חדר שיש בו צואה פשיטא דאסור שהרי הצואה כנגדו וכן הדין לענין ערוה (סימן ע\"ד במגן אברהם):",
      "תיבה (ופאראוואן) וכיוצא בו עומד בבית גבוה י\"ט ורחב במשך ד' טפחים המפסיק בין האדם לצואה יש להחמיר כדעת המ\"א דאעפ\"כ אסור אא\"כ מפסיק מכותל לכותל אבל אם היה מי רגלים על הארץ או בכלי שאינו גרף בענין שאין בו אלא איסור דרבנן נ\"ל דמותר לעמוד נגד המחיצ' ולקרות ולברך אבל לא כנגד האויר דמחיצה הרחב ד\"ט חשוב מחיצה להתיר כנגדו. ואם המחיצה הוא יותר מן האויר דהוי עומד מרובה על הפרוץ נ\"ל דאפילו בצואה יש להתיר בשעת הדחק נגד המחיצה ובלבד שלא יראה הצואה: <i data-commentator=\"Nishmat Adam\" data-order=\"4\"></i>",
      "וכן חריץ המפסיק עמוק י\"ט במשך ד\"ט ורחבו משפתו לשפתו רחב ד\"ט הרי זה כב' רשויות (אע\"פי שבמחיצה סגי עוביו כ\"ש עיין בפ\"ב דכלאים מ\"ח בתי\"ט שם ד\"ה ולחריץ וצ\"ע):",
      "ודוקא שהמחיצה הוא גבוה י\"ט ברחב ד' מן הקרקע עד סוף גובה י\"ט או אע\"פ שפחות מג' טפחים סמוך לקרקע אין בו רחב ד' כגון שעומד על רגלים דקים דאמרינן לבוד אבל שלחן שלנו וכיוצא בו שעומד על רגלים ואין ברחבן ד\"ט אע\"פ שהן גבוהין י\"ט לא הוי מחיצה להפסיק וכן דפוס הקבועים בכותל שקורין פאליצה או שאנק אע\"פי שגבוהים י\"ט ואפשר אפילו רחב ד\"ט לא הוי רשות לעצמו כיון שאין לו מחיצות המגיעות לארץ <i data-commentator=\"Nishmat Adam\" data-order=\"5\"></i>",
      "גרף או אפילו מי רגלים העומד בין תנור לכותל נ\"ל דאסור לעמוד נגד התנור ולקרות אע\"פי שהתנור מפסיק דכיון דהוא מתשמישי הבית בטל לגבי הבית וכן כל כיוצא בו אבל שאר כלי הבית שאינו מיוחד לבית נ\"ל דמפסיקים ע\"פ האופנים המבוארים בסימן י\"ט (ועיין סי' נ\"ה בש\"ע ובב\"י שם סעיף י\"ט ובסי' קע\"ח במגן אברהם ס\"ק ה' ועיין בנ\"א מה שכתבתי ססי' ה'):",
      "קיימא לן כל פחות מג\"ט לארץ כלבוד דמי ולכן אם יש אויר מן המטה לארץ פחות מג\"ט מותר להעמיד שם אפילו גרף דהוי כמכוסה וכן אם כפה על הגרף כלי אע\"פי שיש בצד אחד בליטה ומכח זה אין הכלי נוגע בארץ אם הוא פחות מג\"ט הוי כלבוד וא\"צ שום הרחקה (סי' פ\"ז במגן אברהם) ומכ\"ש אם כסה בחול ואפר או בגד דמותר לקרות בסמוך לו ואפילו באותו בית מותר וכן אם הרחיק מהצואה כשיעור המבואר בסימן י\"ד (שם):",
      "הא דמהני מחיצה לצואה דוק' שאינו מגיע לו ריח רע אבל אם ריח רע מגיע לו לא מהני מחיצ' ולא כיסוי שגם מן הריח לבד צריך להרחיק ד' אמות (ע\"ט):",
      "יצא ממנו ריח מלמטה אסור ללמוד עד שיכלה הריח ואם לומד עם שאר אנשים ויצא מחבירו לא החמירו חכמים אפילו כשמגיע לו הריח כדי שלא יתבטל מלימוד אבל לברך ולקרות ק\"ש אסור עד שיכלה הריח (שם):",
      "היו ידיו מלוכלכו' מצואה ואין בו ממש רק חזות' בעלמ' ונתיבש כבר עד שאין מסריח מותר אפי' אינה מכוסה (מגן אברהם ס\"ק ג' סי' ע\"ו) דאין שם צואה עליו:",
      "היה צואה על גופו או על ידו אע\"פי שהוא מכוסה בבגד אסור דדוקא כשמונח על הארץ מהני כיסוי אבל על גופו כיון דכתיב כל עצמותי תאמרנה ואם כן ה\"ז דומה לצואה מגולה ומעצי' עיניו עד שאינו רואה אפ\"ה אסור ומ\"מ בשעת הדחק יש להתיר די\"א דדוקא דבר שהנשמה תלוי בו דהיינו הפה והחוטם דכתיב כל הנשמה תהלל יה שמהפה והחוטם יוצא נשימה ולכן אם מגיע להם ריח אסור שבהם תלוי להלל השם אבל שאר איברים לא וא\"כ דומה כאילו מונח הצואה בארץ דמהני כיסוי (עיין א\"ר ס ' ע\"ו) וכל זה בשאר הגוף אבל צואה בפי טבעת אסור לדברי הכל דבמקומה נפיש זוהמא טפי ומסריח ביותר ואפילו בדיעבד אם קרא ק\"ש <i data-commentator=\"Nishmat Adam\" data-order=\"6\"></i> צריך לחזור אפילו אינה נראית כשהוא עומד כיון שנראית כשהוא יושב אבל מה שאינה נראית אפילו כשהוא יושב מותר שלא ניתנה תורה למלאכי השרת ובתפלה צ\"ע אם צריך לחזור להתפלל:",
      "היה צואה על בגדיו ומכוסה מותר ומ\"מ יזהר כל אדם שיהיו בגדיו נקיים ודוקא בשאר בגדים אבל צואה המדובקת בסנדלו כשהוא לבוש אע\"ג שנתכסה ע\"י עמידתו בארץ כיון שמתגלה בדרך הליכתו וגם הוא בטל לגבי הגוף אסור [ע\"ו]:",
      "שכבת זרע י\"א דדינו כצואה וצריך לרחוץ מקום הלכלוך בגוף ויש אומרים דחמיר מצואה דאפילו כשהוא על בגדיו יש לרחצו או לפשטו שלא יהיה דבוק בו הטומאה ומכ\"ש ח\"ו כשנכשל ע\"י קרי שתהיה לו למזכרת עון כידוע גודל האיסור (שם):",
      "מי רגלים בשעה שמשתין הוא או חבירו אסור מדאורייתא כמו צואה (ואם אינו מקלח רק שותת טיפין כתב הרא\"ש בפרק ג' סי' ס\"ז דאינו אלא מדרבנן) אבל אחר שנפלו על הארץ או בכלי אינן אלא מדרבנן ולכן הקילו בו שאם יש בכלי רביעית מים או שהטיל לתוכו רביעית מים בכל פעם שהשתין בין שהשתין הרבה או מעט לא פלוג רבנן ומותר (ט\"ז):",
      "נבלעו בקרקע או בבגד אם עדיין לח כ\"כ שאם יגע בהם בידיו ויחזור ויגע בדבר אחר יתלחלח אותו דבר מעט דהיינו טופח ע\"מ להטפיח אסור וא\"ל מותר (פ\"ב) ומ\"מ כיון שאינם בעין אלא שנבלעו בבגד א\"צ רביעית אלא כשמנגב ידיו באותו בגד נמצא שהוא טופח מן המים ולא מהם (סי' ס\"ב במגן אברהם ס\"ק נ\"ה):",
      "אבל הכלי שמשתינים בו תמיד וכן גרף של ריעי אם הוא של חרס או עץ אפילו רחוצים יפה ואין בהם ריח רע ואפילו כפאן על פיהם דינן כצואה ואסור מדאורייתא ולא מהני הטלת מים אבל של מתכת או זכוכית וכלי חרס מצופין אבר ורחוצים יפה גם מבחוץ כיון שאין בולעים אלא מעט ואין בהם ר\"ר אין אסור אלא בשעה שהתוך שלהם מגולה לפיכך אם כסה הפה או שכפאן על פיהם מותר. ואם רחוצים יפה מבפנים ואין להם ר\"ר אפילו כפיה א\"צ ויש להחמיר בכל גרף כמו בבית הכסא סי' פ\"ז (ועיין פ\"ח):",
      "כיון דצואה מדאורייתא אסור לכן כל ספק הנולד בו אזלינן לחומרא ומי רגלים כיון שאינן אלא מדרבנן אזלינן לקולא כדין כל ספק דרבנן ולפיכך ספק צואה באשפה אסור דחזקת אשפה שיש בו צואה וס' צואה בבית מותר דחזקת בית שאין בו צואה וספק מי רגלים אפילו באשפה מותר ולעולם אזלינן בתר המצוי שאם קטנים בבית מסתמא הטינוף מהם אפילו במי רגלים (ע\"ו):",
      "היה יודע שהיה כאן מי רגלים ונסתפק אם הטיל לתוכו רביעית מים וכיוצא בו נ\"ל כיון דאתחזק איסורא אפילו בדרבנן אזלינן לחומרא ומ\"מ בשעת הדחק שיתבטל עי\"ז מק\"ש ותפלה מותר לסמוך על הפוסקים דאפילו באתחזק איסורא אזלינן לקולא (ועיין בכללי ס\"ס ומה שכתבתי שם).",
      "המתפלל ומצא צואה אם המקום ראוי להסתפק בו ופשע ולא בדק כיון דתפלה במקום קרבן זבח רשעים תועבה וכן ק\"ש כיון שהיא דאוריי' ואין בו חשש ברכה לבטלה חוזר וקורא אבל בה\"מ וכ\"ש שאר ברכות נ\"ל דא\"צ לחזור ומשום מי רגלים פשיטא דא\"צ לחזור ולברך ואם אין המקום ראוי להסתפק כלל אפילו בתפלה א\"צ לחזור (ע\"ו) <i data-commentator=\"Nishmat Adam\" data-order=\"7\"></i> וכן בכל מקום שאסור לקרות אפי' אם אינו אלא איסור דרבנן בק\"ש צריך לחזור ולקרות אבל בתפלה כיון שיש חשש ברכה לבטלה דוקא שעבר אדאורייתא. ובשאר ברכות אפילו עבר אדאורייתא א\"צ לחזור ואפי\" בתפלה דוקא במזיד (ועיין בנ\"א סימן ו' ז' (פ\"ג וססי' פ\"ה):",
      "מי שברי לו שאינו יכול לעצור עצמו מלהפיח מוטב שיעבור זמן ק\"ש ותפלה ולא יתפלל ממה שיתפלל בלא גוף נקי ואם עבר זמן תפלה אנוס הוא ומתפלל תפלת תשלומין (עי' כלל כ\"ז) ואם יראה לו שיכול לעמוד על עצמו בשעת ק\"ש יניח תפילין בין אהבה רבה לק\"ש ומברך עליהם (סי' פ'):",
      "אע\"ג דאסור בד\"ת במקום מטונף ובמרחץ מ\"מ לאפרושי מאיסור' מותר ולכן בע\"פ אחר חצות כשרואה שמגלחין במרחץ מותר לומר אין מגלחין דלשון זה אינו לשון הוראה אע\"ג דממילא נשמע דאסור אבל אסור לומר בלשון הוראה לומר אסור לגלח דזה הוא תורה (ובש\"ע סי' פ\"ה קיצר במקום שהיה לו להאריך) ואם שואלין איזה דבר תורה אסור להשיב אין משיבין דלא גרע מהרהור אבל במקום דמותר להרהר ואסור לדבר כגון בבית אמצעי של מרחץ שמקצתן עומדים לבושים ומקצתן ערומים דלא אסרו אלא הדבור מותר להשיב אסור או אין משיבין. דכיון דאינו אומר טעמו של דבר הוי כהרהור <i data-commentator=\"Nishmat Adam\" data-order=\"8\"></i>",
      "אסור ליתן שלום בב\"הכס ובמרחץ. ואדם ששמו שלום מחלוקת בין הפוסקים י\"א דאסור לקרותו בשמו ונכון לבלוע המ\"ם. ויאמר רק שלו בלא מ\"ם רק שיבליע בדיבור ויש נוהגין לומר שלון ומבליע המ\"ם <i data-commentator=\"Nishmat Adam\" data-order=\"9\"></i> וכן נכון להחמיר שלא לומר רחום וחנון דיש אוסרין:",
      "עזרא ובית דינו תקנו שאסור לבעל קרי בין לאנסו ובין לרצונו בלימוד וק\"ש ותפלה עד שיטבול עצמו במקוה או במ' סאה אפילו שאובין או לשפוך עליו ט' קבין מים וכיון שלא נתפשטה תקנה זו מפני ביטול פריה ורביה ומפני ביטול תורה לכן ביטלו לתקנה זו ומ\"מ אנשי מעשה נוהגין בתקנה זו אם לא שאינו יכול לאונסו:",
      "יש מקומות נוהגות הנשים שכל זמן שהם בימי נידות קודם ז' נקיים שלהם אינם מתפללות ומברכות וזה מנהג שאין לו יסוד ואפילו במקומות שמחמירים מ\"מ מיום א' דסליחות נכנסים לב\"הכנ ומתפללות אבל במדינתינו נוהגין היתר לעולם ומברכות ומתפללו' ומ\"מ לא יסתכלו בס\"ת בשעה שמגביהי' אותה להראות לעם. ונ\"ל שלא יכנסו לבית הקברות עד שיטבלו (סי' פ\"ח):"
    ],
    "versions": [
      {
        "status": "locked",
        "priority": "",
        "license": "Public Domain",
        "versionNotes": "",
        "formatAsPoetry": "",
        "digitizedBySefaria": true,
        "method": "",
        "heversionSource": "",
        "versionUrl": "",
        "versionTitleInHebrew": "חיי אדם. נדפס בווילנא ה'דר\"ת",
        "versionNotesInHebrew": "",
        "shortVersionTitle": "",
        "shortVersionTitleInHebrew": "",
        "extendedNotes": "",
        "extendedNotesHebrew": "",
        "purchaseInformationImage": "",
        "purchaseInformationURL": "",
        "hasManuallyWrappedRefs": "",
        "language": "he",
        "title": "Chayyei Adam",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
        "versionTitle": "Chayei Adam, Vilna, 1844",
        "actualLanguage": "he",
        "languageFamilyName": "hebrew",
        "isSource": true,
        "isPrimary": true,
        "direction": "rtl"
      },
      {
        "status": "",
        "priority": "",
        "license": "Public Domain",
        "versionNotes": "",
        "formatAsPoetry": "",
        "digitizedBySefaria": "",
        "method": "",
        "heversionSource": "",
        "versionUrl": "",
        "versionTitleInHebrew": "",
        "versionNotesInHebrew": "",
        "shortVersionTitle": "",
        "shortVersionTitleInHebrew": "",
        "extendedNotes": "",
        "extendedNotesHebrew": "",
        "purchaseInformationImage": "",
        "purchaseInformationURL": "",
        "hasManuallyWrappedRefs": "",
        "language": "he",
        "title": "Chayyei Adam",
        "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
        "versionTitle": "Chayei Adam, Vilna, 1843",
        "actualLanguage": "he",
        "languageFamilyName": "hebrew",
        "isSource": true,
        "isPrimary": true,
        "direction": "rtl"
      }
    ],
    "textDepth": 2,
    "sectionNames": [
      "Klal",
      "Siman"
    ],
    "addressTypes": [
      "Integer",
      "Siman"
    ],
    "heTitle": "חיי אדם",
    "titleVariants": [],
    "heTitleVariants": [],
    "type": "Halakhah",
    "primary_category": "Halakhah",
    "book": "Chayyei Adam",
    "categories": [
      "Halakhah"
    ],
    "order": [
      40
    ],
    "sections": [
      3
    ],
    "toSections": [
      3
    ],
    "isDependant": false,
    "indexTitle": "Chayyei Adam",
    "heIndexTitle": "חיי אדם",
    "sectionRef": "Chayyei Adam 3",
    "firstAvailableSectionRef": "Chayyei Adam 3",
    "heSectionRef": "חיי אדם ג׳",
    "isSpanning": false,
    "heVersionTitle": "Chayei Adam, Vilna, 1844",
    "heVersionTitleInHebrew": "חיי אדם. נדפס בווילנא ה'דר\"ת",
    "heShortVersionTitle": "",
    "heShortVersionTitleInHebrew": "",
    "heVersionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001873955",
    "heVersionStatus": "locked",
    "heVersionNotes": "",
    "heExtendedNotes": "",
    "heExtendedNotesHebrew": "",
    "heVersionNotesInHebrew": "",
    "heDigitizedBySefaria": true,
    "heLicense": "Public Domain",
    "formatHeAsPoetry": false,
    "alts": [],
    "index_offsets_by_depth": {},
    "next": "Chayyei Adam 4",
    "prev": "Chayyei Adam 2",
    "commentary": [],
    "sheets": [],
    "layer": []
  }
}