{
  "session_id": "688741c3-7dba-4bc4-b909-f1aa95c52110",
  "title": "Study Session - 2025-10-17 08:08",
  "timestamp": "2025-10-17T08:08:27.570116",
  "end_time": "2025-10-19T01:11:48.544075",
  "duration": 147800.973959,
  "transcript_count": 335,
  "total_words": 6306,
  "languages_used": [
    "en",
    "he"
  ],
  "transcripts": [
    {
      "text": "Alright.",
      "language": "en",
      "timestamp": "2025-10-17T08:08:39.316053"
    },
    {
      "text": "מהאדם אפילו רגע אחד אלה מצוות הן חשבות על הרגל וההעביגציה היא קונסנט ולא יפסיקו מהאדם אפילו אחד ואין... אין שמי שתתפסק עד עוד... עוד פעם בכל זמן וכל רגע שיחשוב בהם קיים מצוות עשה וכל פעם כל פעם וכל פעם שמי",
      "language": "he",
      "timestamp": "2025-10-17T08:09:30.346015"
    },
    {
      "text": "thinks them",
      "language": "en",
      "timestamp": "2025-10-17T08:09:34.653539"
    },
    {
      "text": "H???nad ddyddus Tu programming L conspiracy I don't have to way Thank you The wire",
      "language": "en",
      "timestamp": "2025-10-17T08:09:54.770502"
    },
    {
      "text": "שאין קצבה למתן שחר שמצוות",
      "language": "he",
      "timestamp": "2025-10-17T08:10:23.130428"
    },
    {
      "text": "Quit Dove",
      "language": "en",
      "timestamp": "2025-10-17T08:12:04.457364"
    },
    {
      "text": "קצבה",
      "language": "he",
      "timestamp": "2025-10-17T08:12:09.124654"
    },
    {
      "text": "אין קצבה למתן סחר של המצוות",
      "language": "he",
      "timestamp": "2025-10-17T08:12:41.602745"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-17T08:13:22.690811"
    },
    {
      "text": "להאמין שיש אלוקא אחד בעולם שהמציא כל הנמצאים הוא מרחף צו, ורוצנו היה כל מה שהוא עכשיו ושיהיה לעדי עד, שהוא הציינו ממצרים ונתן לנו התואר",
      "language": "he",
      "timestamp": "2025-10-17T08:14:21.260321"
    },
    {
      "text": "The first mitzvah that is dependent on the heart is to believe there is no god in this world.",
      "language": "en",
      "timestamp": "2025-10-17T08:14:26.693096"
    },
    {
      "text": "sy'n creu'r holl fwyaf o'r creadurau.",
      "language": "en",
      "timestamp": "2025-10-17T08:14:32.044802"
    },
    {
      "text": "There's only one, there's only one creator in the world",
      "language": "en",
      "timestamp": "2025-10-17T08:14:37.126559"
    },
    {
      "text": "מחווצה רוצונה היה כל מה שהוא עכשיו ושהיה... אין לעד...",
      "language": "he",
      "timestamp": "2025-10-17T08:14:42.656028"
    },
    {
      "text": "from his creation and his will is everything.",
      "language": "en",
      "timestamp": "2025-10-17T08:14:47.546360"
    },
    {
      "text": "עשמות נpisיג Bizit Shem extremstad וחשחרו את chinese",
      "language": "en",
      "timestamp": "2025-10-17T08:15:19.398247"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-17T08:15:23.975904"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-17T08:15:51.886761"
    },
    {
      "text": "ולא נחשוב שחזשנו שעה במקרה לה מהשכחה פרטית כי הוא ברוך המשכח, וזהו מצאת עצב דירקטיב, הנוכייה של נוקח אשר עוצב דיכה הוא פירושו, ופרושות צדעות, תאמינו שיש לעולם אלוהה המשכח שערי",
      "language": "he",
      "timestamp": "2025-10-17T08:17:24.963067"
    },
    {
      "text": "it says it's not",
      "language": "en",
      "timestamp": "2025-10-17T08:17:37.254452"
    },
    {
      "text": "We shouldn't think that the God forbid it was... But it was... It just happened to...",
      "language": "en",
      "timestamp": "2025-10-17T08:17:42.776994"
    },
    {
      "text": "It just kind of happened, rather than it was by divine decree.",
      "language": "en",
      "timestamp": "2025-10-17T08:17:47.855969"
    },
    {
      "text": "Wong].",
      "language": "en",
      "timestamp": "2025-10-17T08:18:42.123021"
    },
    {
      "text": "זה כאילו... אני מזכיר, זה תנדינג, וזהו אני צריך לעשות. וזה עוד פוזיטיבי תכנות, כי זה כתוב בשמות, וחף, אני אסוגבי את. אני הולכי לשם לוקחה אשר הוצאתיך. כמו, אני אשם לוקחה איימא...",
      "language": "he",
      "timestamp": "2025-10-17T08:18:56.286806"
    },
    {
      "text": "I'm good.",
      "language": "en",
      "timestamp": "2025-10-17T08:19:01.013208"
    },
    {
      "text": "יולוד אשר הצלציך",
      "language": "he",
      "timestamp": "2025-10-17T08:19:05.959332"
    },
    {
      "text": "لقد اخذتك مني ومع ذلك اكتشفتك لا مشكلة انه اكسفتك يجب ان تعرف وان تصدق ان هذا العالم",
      "language": "en",
      "timestamp": "2025-10-17T08:19:24.348818"
    },
    {
      "text": "God as a protector, שרי עוד תתיח המרץ מצעם",
      "language": "he",
      "timestamp": "2025-10-17T08:19:29.655686"
    },
    {
      "text": "No, what is a...",
      "language": "en",
      "timestamp": "2025-10-17T08:19:34.477542"
    },
    {
      "text": "משגיח שאני אראה את התחמיית מצרים Because I took you out of Egypt",
      "language": "he",
      "timestamp": "2025-10-17T08:19:44.218554"
    },
    {
      "text": "ב' שלא נאמין בשום אלוקים זה לצוד שנאמר לא יהיה לך אלוקים אחרים ואפילו מודה שהקבל של פירוש ברוך הוא שולט בכל העולם רק שידמה בדעתו שמסר",
      "language": "he",
      "timestamp": "2025-10-17T08:19:51.388831"
    },
    {
      "text": "כשנשא הנוגעת העולם למעלך או לכחבים או לדם, היה איזה מודה בעבוד את כחבים ומזלות וחופר בעיקר הקב'ה, אלא יאמין שהקב'ה בעצמו הוא בכבוד המשקיע בכל המנמות ואין למעלך חשום כוח לעשות את עבר ביתו ואת שנוב, ולכן נקרא",
      "language": "he",
      "timestamp": "2025-10-17T08:20:00.922218"
    },
    {
      "text": "בואו שם ישראל ודאה כי השם שהביא הכל בירצונו והוא אלוקי נו במשגח או כל ההרמות הוא השם אחד",
      "language": "he",
      "timestamp": "2025-10-17T08:20:07.267931"
    },
    {
      "text": "אז גימאון, אני מאוד לא יודע מה גימאון, אוקיי בייט איז שלא מאמין שום נוקים זה הטוב שנאמר עוד איש ונחיים",
      "language": "he",
      "timestamp": "2025-10-17T08:20:18.797637"
    },
    {
      "text": "I shouldn't have been there.",
      "language": "en",
      "timestamp": "2025-10-17T08:21:50.679726"
    },
    {
      "text": "גימל לייך תשנה עם השמי יוצא בכל... ישם אחד, הוא פורשור תדעי כי השם שהביא...",
      "language": "he",
      "timestamp": "2025-10-17T08:23:06.900641"
    },
    {
      "text": "הכל ברצונו ובולוקנו ממש כאילו חרמתו השם אחד בלא שום שיתוף הנה נמרע זו",
      "language": "he",
      "timestamp": "2025-10-17T08:23:18.482101"
    },
    {
      "text": "So",
      "language": "en",
      "timestamp": "2025-10-17T08:23:23.067221"
    },
    {
      "text": "ליחדו",
      "language": "he",
      "timestamp": "2025-10-17T08:23:27.793697"
    },
    {
      "text": "מה שיכולה, מאוד טובה שבחד ולא שום שיתה אופה העניין הממנה אז זהו, בגיריון מסוות",
      "language": "he",
      "timestamp": "2025-10-17T08:24:49.079934"
    },
    {
      "text": "peyniri, Mondobegim",
      "language": "en",
      "timestamp": "2025-10-17T08:27:11.787611"
    },
    {
      "text": "אוקיי, והנה האמונה הזו בג'מא מצוות אלו הוא שיקבר בנפשו שהאמת כן הוא ושאי אפשר לחילוף זה משום ושום פנים ואפילו אם יראה במופת חותך להפרח חסו שלא מאמין המופתי מהם שקר מוחלט וכמו שכתוב על השלב אה? יקום נביא גומר ובא עוד על המופת",
      "language": "he",
      "timestamp": "2025-10-17T08:27:35.096631"
    },
    {
      "text": "גומר, לא תשמע את דברי הנביא, גומר כי מנסה ה' אתכם אהבים את ה'",
      "language": "he",
      "timestamp": "2025-10-17T08:27:41.053121"
    },
    {
      "text": "oke",
      "language": "en",
      "timestamp": "2025-10-17T08:29:24.894728"
    },
    {
      "text": "שאיגבל לנפשו האמת כן הוא ושאי אפשר בחילוב זה בשום פנים ואפילו אם יראה במופת חותך להפך חז שלום",
      "language": "he",
      "timestamp": "2025-10-17T08:29:31.937822"
    },
    {
      "text": "יאמין שהמופטים הם שקר מוחלט וכמו שכתוב בפרשת דרי כי הקום הנביא גומר ווואה אות והמופט גומר לא תשמע לבריאה הנביא גומר כי אם נעשה ה' אתכם הידעת הישכם אוהבים את ה'",
      "language": "he",
      "timestamp": "2025-10-17T08:29:41.159858"
    },
    {
      "text": "... ואפילו אם ירם",
      "language": "he",
      "timestamp": "2025-10-17T08:30:31.116996"
    },
    {
      "text": "And even if you see a wonder that proves the opposite, God forbid, you should believe that the wonders are complete lies, just like it's written in the parasha, ki ha'kum navih, like a false prophet should rise, about how I'm in and create signs and wonders. L'ot tishma'i li'v'ein navih, you should not listen to the prophet. Kim naseh Hashem etchem nadat Hashem, ha'avim et Hashem. Kim naseh, Hashem is testing you.",
      "language": "en",
      "timestamp": "2025-10-17T08:30:52.156060"
    },
    {
      "text": "To test you to know if you love a gem by a man.",
      "language": "en",
      "timestamp": "2025-10-17T08:30:57.930307"
    },
    {
      "text": "The truth is what we received from our fathers. ʿadam ʿiʂon ʿa abi ʿidush aʿlam maʿsalim ʿtu ʃelah",
      "language": "en",
      "timestamp": "2025-10-17T08:31:05.085507"
    },
    {
      "text": "עד המאושון, סור בחידוש העולם",
      "language": "he",
      "timestamp": "2025-10-17T08:31:10.639678"
    },
    {
      "text": "بعدалось د celebrating",
      "language": "en",
      "timestamp": "2025-10-17T08:31:50.646255"
    },
    {
      "text": "ועדם פרסטון תמצא לשלח הם צנוח, הנוח לשם על יברהם ועד משאר ירבנו על לב השלום וגם ממשאר ירבנו על לב השלום לא האמינו בישראל מחמת המפטים",
      "language": "he",
      "timestamp": "2025-10-17T08:31:58.853728"
    },
    {
      "text": "ומתנתור ולכן התמצא שכתוב אצל ישראל מופת אלא ביעז מתוק",
      "language": "he",
      "timestamp": "2025-10-17T08:32:23.440120"
    },
    {
      "text": "ולכן עוד תמצא שכתוב אצלי סלמופת אליו יעשה אותה צוואר גבי",
      "language": "he",
      "timestamp": "2025-10-17T08:32:39.759854"
    },
    {
      "text": "פהוקטיף צנולה חם מפפץ",
      "language": "en",
      "timestamp": "2025-10-17T08:32:45.220545"
    },
    {
      "text": "ושם המעמדת ללקדוש בנורה אשר ראו כולם עין בעין יותר משישים רבות היבו גברים לבד מטף נשים כמו שאמר הכתוב את ירד על הדעת הישם הוא על הכים השמיים ירד",
      "language": "he",
      "timestamp": "2025-10-17T08:32:53.464312"
    },
    {
      "text": "می怎么样...تقامون بوب نموم two faip",
      "language": "en",
      "timestamp": "2025-10-17T08:33:36.050897"
    },
    {
      "text": "存Mother",
      "language": "en",
      "timestamp": "2025-10-17T08:33:55.922560"
    },
    {
      "text": "לבד מטף כמו שאמר כתוב, אתה",
      "language": "he",
      "timestamp": "2025-10-17T08:34:01.962548"
    },
    {
      "text": "הרטע לדעתי שמיים מעל מפורשו קיאל הוא לשון חוזק",
      "language": "he",
      "timestamp": "2025-10-17T08:34:08.584600"
    },
    {
      "text": "כמו שאמר לארץ, ואמר כי השם הוא כוח של הכוחות, כמו שכתוב, עוד אלוקי אלוקים, רוצה לומר לכוח של כל הכוחות, ועל שלוש מצוות אלו מכללם נאמין ביציד מצרים ובכל האוטוטומה הפטים שרבה כבר יכולה ליד המשה, ונצינת התורה וכשהכתב ושברו וכהל שרו ושל יוסל...",
      "language": "he",
      "timestamp": "2025-10-17T08:34:19.399910"
    },
    {
      "text": "חיוכב נמצאו גופה נמיטה חזרית קורה שקיד שוב שם משמעים אלפים גבוד מישראל שלא יודע חיוכב ששומע דבר קטן אוגד המטורה שיש בכתב בטורה שבהפה ושהיא הגמראה קצושה שהיא הפירוש על תורה יש בכתב פי שקבלו שרבנו עליו השלום מהר סיני הפירוש הזה מפה הקדוש בוחרו מעשר לי ושואה בחנדור ואחר דור אנחנו מקבלים עלינו על זרעינו ואתם נמצאו גופה נמיטה על אמונה זו בלי שום פיק פוק אה וiviaב",
      "language": "he",
      "timestamp": "2025-10-17T08:34:50.948192"
    },
    {
      "text": "ście",
      "language": "en",
      "timestamp": "2025-10-17T08:35:19.234445"
    },
    {
      "text": "No hesitation. Please show me big book.",
      "language": "en",
      "timestamp": "2025-10-17T08:35:24.609919"
    },
    {
      "text": "חמונזו בלי שום מפקפוק בלב שלנו ורוחנו משמתנו ויעלו לשמה ממקום מחצבם",
      "language": "he",
      "timestamp": "2025-10-17T08:35:41.747968"
    },
    {
      "text": "דנד ליהוד המקום ברוך הוא ו gern guming",
      "language": "he",
      "timestamp": "2025-10-17T08:36:04.703578"
    },
    {
      "text": "dazu",
      "language": "en",
      "timestamp": "2025-10-17T08:36:22.804145"
    },
    {
      "text": "זה שאני מבין, הנאהבה זו שעשים האדם על המחצות, איך הוא מצאו להאהבה?",
      "language": "he",
      "timestamp": "2025-10-17T08:36:34.416897"
    },
    {
      "text": "Not...",
      "language": "en",
      "timestamp": "2025-10-17T08:36:52.838660"
    },
    {
      "text": "این چ کار که یقانه هم רק انشینไปروں و وادهاش",
      "language": "en",
      "timestamp": "2025-10-17T08:37:16.195306"
    },
    {
      "text": "Nøğer woodenhjul",
      "language": "en",
      "timestamp": "2025-10-17T08:37:37.956323"
    },
    {
      "text": "Okay...",
      "language": "en",
      "timestamp": "2025-10-17T08:37:42.954037"
    },
    {
      "text": "זו עד ידי התורה כמו שאהבה כתוב אהבת, ואחר זה אמר והיו הדברים האלה שעד ידי התפוננת בתורה תתיישב אהבה ותיבב",
      "language": "he",
      "timestamp": "2025-10-17T08:37:50.453786"
    },
    {
      "text": "ועד שעד ידעת בודו נתורת ישב ערב ליבורת דעת תרו סטודי אוף תורה ולב אשם וואו",
      "language": "en",
      "timestamp": "2025-10-17T08:38:02.398563"
    },
    {
      "text": "כמה קובע מחשבתו בעניינים הגשמיים והב לעולם שלא לשם שמיים רק להתענג להשיג כבוד ביטל עשה זאת ואנשו גדול",
      "language": "he",
      "timestamp": "2025-10-17T08:38:09.532373"
    },
    {
      "text": "ו... מזן מים, גשמינסטיקט לינסט, עולם שלא שמשה מים",
      "language": "he",
      "timestamp": "2025-10-17T08:38:15.748003"
    },
    {
      "text": "רק להתענג להשיג כבוד בצל, הסזו ואנשוא הגדול",
      "language": "he",
      "timestamp": "2025-10-17T08:38:21.749717"
    },
    {
      "text": "להירא מפני השם ולעשום, יירתו על פניו תמיד",
      "language": "he",
      "timestamp": "2025-10-17T08:38:27.708688"
    },
    {
      "text": "כמו שמר כתוב את השם לקחת עירה ועניין אני עירה לידה כי אף תגלה שבוחרו הוא נעלם מכל כמו כמו רואה מעשינו מבין מהחשבתנו כי הוא בוחן לב ויודע את הלמוד כמו שמר אם יש אתם איש במסתריים אני לא ארנו",
      "language": "he",
      "timestamp": "2025-10-17T08:38:47.112458"
    },
    {
      "text": "בשביל לתור אחר מחשבת הלב וראית העיניים",
      "language": "he",
      "timestamp": "2025-10-17T08:39:04.455018"
    },
    {
      "text": "I'll go after your desires and...",
      "language": "en",
      "timestamp": "2025-10-17T08:39:10.126961"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-17T08:39:39.104359"
    },
    {
      "text": "Ugh.",
      "language": "en",
      "timestamp": "2025-10-17T08:39:57.162814"
    },
    {
      "text": "אחרי לאיכון זה מינוץ ואחרי עיניכם זה זנוץ",
      "language": "he",
      "timestamp": "2025-10-17T08:40:03.695555"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-17T08:40:14.080304"
    },
    {
      "text": "בו נכנס למינות כל המחשבות הזרועות שהם הפך את התורה וחזנות הוא תאוות הרלם הזה שאם ישיר את התור ומעלות את הרלם בדבר אחד, אם שכחו נסיש עליו מתאווה אלה מיצות שיכול אדם לקיים בכל רגע",
      "language": "he",
      "timestamp": "2025-10-17T08:41:18.442388"
    },
    {
      "text": "וממילא מקיים עוד מצוות עשר ולדו קבוע",
      "language": "he",
      "timestamp": "2025-10-17T08:41:26.335450"
    },
    {
      "text": "drains",
      "language": "en",
      "timestamp": "2025-10-17T08:43:30.489126"
    },
    {
      "text": "I have time to do more but...",
      "language": "en",
      "timestamp": "2025-10-17T08:43:37.342994"
    },
    {
      "text": "Here's some of the more",
      "language": "en",
      "timestamp": "2025-10-17T08:44:01.417836"
    },
    {
      "text": "⚝️p kind converts shares into 1 beginning to beginning Кстати near your",
      "language": "en",
      "timestamp": "2025-10-17T08:45:41.178644"
    },
    {
      "text": "Every day of Sukkos, they went down one bull. So they had, they started off with 13, I say cows, bulls, all the same thing, it's a bull. Started with 13 bulls, 13 plus the first day of Yom Tev equals 14. So bull is equals 14. And it just goes down. The second day is 12, 11, 10, 9, 8, 7. 7 is the last day, 7 day of Yom Tev plus 7 bulls equals 14. These bulls are all arylois. In addition to these arylois, we have more arylois. We have 14 sheep. We have two alem and one sajid. Okay, a total of 16. Remember this, we have 16 carabiners, 16 opportunities to bring a carpet down to the shed. Now, there are 24 mishmaros. All that we have is divided into 24 groups. And each mishmar performs the avayidin and the bismillah for one week. In other words, they perform the avayidin and the bismillah twice a year. It's a big deal. And each mishma is divided today. Fine. It's all the mishmashers, they're all there. Everybody comes to be either rental, so they all do, they perform that way. How do they do it?",
      "language": "en",
      "timestamp": "2025-10-17T08:47:14.690552"
    },
    {
      "text": "Seth Domishno Chief Mikhail Sunik extreme monrophe the ..",
      "language": "en",
      "timestamp": "2025-10-17T08:47:41.625315"
    },
    {
      "text": "Mishyasham Yadalit Qasim Lashmayi Na Mishmayirayz so now so they take care you go and you go in order all the Mishmayirayz they do their the the cows the bulls we'll see in a second this uh thing and uh the misippit is very nice i didn't see another one but basically here you go here's all the Mishmayirayz here's the names Now, you have 13.",
      "language": "en",
      "timestamp": "2025-10-17T08:48:53.506456"
    },
    {
      "text": "You have 13, 14 sheep that are left over. How do you divide the sheep? Now, if you have 16 animals that you have to be mucking, so 16 carbanas, and you have 24 mishmurras, so you take the 24 minus the 16, you're left with eight, and you have 14 carbanas left, you have 14 sheep, that you have to give the eight mishmurras to do 14 sheep. How do eight mishmurras do 14 sheep? Here, so I did it like this. We're gonna go through it very quickly. We'll do this one slow. The first day, you have 24 mishmaris, 16 karbanais, and so 16 did the karbanais, right? You have 13 balls, two seer, one goal. So you have eight left over, four to 14 pfosum. So what you do is six out of the eight, do 12 pfosum, two, two, two, six. Now you left with two sheep. So two mishmaris do one each, okay? Now, that's the day first day. Let's see it inside. So, we start from our boss across in the small dishmars, we are reshining. She show, not creepy, and I'm trying to do the 12 sheep, now you look for two sheep out of the 14, and there you have 22. Beshar, how do you do it? Sorry, Beshar, how do you do it? Besheni, what happens in the second day? Here, Besheni, again. Now you only have 15 carbonates because there's less cows, one less cow, there's only 12 cows, 15 carbonates. Now we have nine dishmars that didn't bring anything, but the sheep stayed the same every day. How do you divide 14 by nine? You do is you get five, two, five groups, get two cheap each for total 10 cheap. How many cheap are you left with? Four, because it's 14 cheap. So the four each, four plus five equals nine, and they take one cheap each. Exactly, make sure that everyone has at least one. Exactly, exactly, exactly. You start every, make sure everybody has one, and then whatever's left over, if you get divided by two, you divide it by two. Third day, less one cow bull, so you have 14 carbons. Therefore 14 minus 24 equals 10. So you have to divide 14 sheep by 10 Mezhmaris, six plus four equals 10 Mezhmaris, four out of the Mezhmaris get two each, which is, that gets rid of eight of the sheep. And then you have six left, so six Mezhmaris doing one each. And it just goes on and on. Shabbat Yom HaTavadah. Beis Shepi, Chavishu, Makrii, Mezhnayim, Mezhnayim, Ba'sha'yim Chodechad. Ba'shlyishi, Arba, Makrii, Mezhnayim, Mezhnayim, Ba'sha'yim Chodechad. Revi, here we are, fourth day. You have 13 herb on us. I have to divide 11 by 14, so three get two each, which is a total of six, and then you have eight, I get one each.",
      "language": "en",
      "timestamp": "2025-10-17T08:52:21.947907"
    },
    {
      "text": "人,吃,吃。 And fifth, two times two, two times two, and fourth, eat, eat. And fifth would look like this.",
      "language": "en",
      "timestamp": "2025-10-17T08:52:47.458448"
    },
    {
      "text": "shishi here we go you only have 11 carbonas to take care of so 11 plus 13 you have 13 they divide 13 by 14 how do you divide 13 by 14? one group is two and I left with 12 and each one gets one sheet what are you doing on the seventh day?",
      "language": "en",
      "timestamp": "2025-10-17T08:53:02.048972"
    },
    {
      "text": "Shvee Koolam Shaq So what does that mean? You have 24 mishmaras, you only have 10 karbanes Therefore, 14 mishmaras don't do anything They have 14 karbanes Each guy, each mishmar gets one karban Beautiful Ba Shmeeni, Ba Shmeeni Atzeres Hazr U Lafayez Kiberugalem We learned in the Tumah, there was a raffle You put your finger out, and you can count, see things like this So they do a raffle",
      "language": "en",
      "timestamp": "2025-10-17T08:53:51.218883"
    },
    {
      "text": "Now on Sheminah Tzarez you have only one bull, one aisle, one slaughter and seven male sheep. On route, be sure to report in Mayor Yad Vashem and Malkhar. You can never get consecutive...",
      "language": "en",
      "timestamp": "2025-10-17T08:54:00.938359"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-17T08:54:26.876273"
    },
    {
      "text": "days almost besides if you look at this sheet right over here see if i can find it notice that it means from the second day on because on the second day yoyarov got a full and a full consecutive so it's a one it's a one-time thing that's not what the gemara is talking about you keep on going in order like this",
      "language": "en",
      "timestamp": "2025-10-17T08:55:23.563104"
    },
    {
      "text": "You keep on going in order. It says in the morning, maybe he will be a rabbonon. Perhaps, I'm just gonna go like Rebi, parah, babashmini, matkhila, mefais, and all. So Rebi says that there's a girl bichacham and bayrimim achas, mishtey, mishmores, leloi, shilshlu, babar, maizayisim. No, it seems like there's no girl over here. I feel with them a rabbonon mishmores left, fuzi bayim. There's two mishmores left. They have to make a girl between the two. You don't just give it to one. it says that every single mishmar gets two to three bulls besides these two battle guys get two bulls and that's it everybody gets three one two three one two everybody gets three besides the last two name a rabbi because according to rabbanon at least one mishmar one of the two gets three they're gonna do another they're gonna do a pious between these two groups for the Shmini Azeres bowl. Zimara, no. My least is Shupar Echag. Don't stick in Shmini Azeres over here. We're not talking about Shmini Azeres. We're talking about Yantif. Sukas. Sukas. Two groups only get two bowls. You're right. One of these two groups is gonna get a third bowl, but it's not part of Yantif. It's part of Shmini Azeres, which is another Yantif. My comasulon. So what's the big hitters then? We know math. Comasulon, you shake your partner, my yai, my yai, my yai, my maher, El Chazur, Khalilah. All I wanna tell you is this idea that you never get one bull after another. You have to, it goes in a certain order. I'll remember the answer. How does your department connect with me? Why are there 70 bulls connected, right? 13 plus 12 plus 11 plus 10 plus eight, not seven equals 70. Why are there 70 bulls?",
      "language": "en",
      "timestamp": "2025-10-17T09:14:13.909536"
    },
    {
      "text": "To help out all the nations of the world, so, Sukkos is about water, and there shouldn't be drought in the world, help them out. So why is there one single bowl on Shemini Yatser? It's connected to the one nation, the Jewish nation. What the Lord says to the people who say he's a servant, I ask the Lord to make me a huge feast for many days. And finally the Lord says, Ay, ay, ay! Finally he says to his beloved, I ask the Lord to make me a small bowl, and that I may eat it. I want to show you that you're beloved to me, I want to be one-on-one with you.",
      "language": "en",
      "timestamp": "2025-10-17T09:14:35.019516"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-17T13:02:23.159018"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-17T13:06:25.719071"
    },
    {
      "text": "Paige boyfriend männne Hey, hey, Its been a long time oh yeah",
      "language": "en",
      "timestamp": "2025-10-17T13:11:13.822721"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-17T13:13:06.155145"
    },
    {
      "text": "I left, I stayed till the night, I watched where I shunned it",
      "language": "en",
      "timestamp": "2025-10-17T13:13:27.029215"
    },
    {
      "text": "ប្ៗ ្្្ ្្្ ្្ ្្្ ្្្ ្្្្ ប្៘្្។ �! ០ៜ! ប! ៝៙! ដ! បំ! ៟ ។ ១! ្្! ៛! ១! ៟! ៛! ៗ! ្! ១! ៎! ។! ៣! ្! ។!",
      "language": "en",
      "timestamp": "2025-10-17T13:15:22.478969"
    },
    {
      "text": "잘 먹었습니다 encouragee",
      "language": "en",
      "timestamp": "2025-10-17T13:16:07.597195"
    },
    {
      "text": "అనిమండికాలకు అనిమండికాలకాల మాక్లకాని మాక్లకాని.",
      "language": "en",
      "timestamp": "2025-10-17T13:17:02.598268"
    },
    {
      "text": "о",
      "language": "en",
      "timestamp": "2025-10-17T13:18:25.685163"
    },
    {
      "text": "אנשים רצים האר, העולם הוא גלגל, לאט לאט לאם לאם הכל בבורא אליו, אני לא צל שעובר אני כדי להישאר, השמיים הם המחנה לזולה",
      "language": "he",
      "timestamp": "2025-10-17T13:18:33.286335"
    },
    {
      "text": "Afroers",
      "language": "en",
      "timestamp": "2025-10-17T14:30:24.420927"
    },
    {
      "text": "עדשים מהערך העולם גבוה לאט לאט לאט לנקון נעל, כאילו זה שאומר תתבל להערך שמיים",
      "language": "he",
      "timestamp": "2025-10-17T17:22:00.719858"
    },
    {
      "text": "I can use this for a long time.",
      "language": "en",
      "timestamp": "2025-10-17T19:58:27.207417"
    },
    {
      "text": "2ПЪ invaded 0.23",
      "language": "en",
      "timestamp": "2025-10-17T22:14:46.063574"
    },
    {
      "text": "nymi наг zap",
      "language": "en",
      "timestamp": "2025-10-18T01:56:51.509842"
    },
    {
      "text": "अभी",
      "language": "en",
      "timestamp": "2025-10-18T02:45:28.263054"
    },
    {
      "text": "Amy Ay Konag wifi",
      "language": "en",
      "timestamp": "2025-10-18T06:04:23.619014"
    },
    {
      "text": "ng mga ay",
      "language": "en",
      "timestamp": "2025-10-18T08:26:13.130907"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-18T09:01:29.636825"
    },
    {
      "text": "sticking clip",
      "language": "en",
      "timestamp": "2025-10-18T10:28:38.097007"
    },
    {
      "text": "link in description",
      "language": "en",
      "timestamp": "2025-10-18T11:18:15.881653"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-18T11:18:27.208948"
    },
    {
      "text": "mentioned already",
      "language": "en",
      "timestamp": "2025-10-18T13:33:01.539641"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T13:33:15.775838"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-18T14:09:45.068987"
    },
    {
      "text": "Thanks for watching.",
      "language": "en",
      "timestamp": "2025-10-18T16:52:18.762511"
    },
    {
      "text": "৭৹৺ৼ৺৽ ৿৶ৼ৾৴৿৿ ৶ৼ৾৾৽৲৸৾৾ ৯৶৾৽ ৷৾৾৷৾৽ ৵ৄৼৼ৽ ৶৾৽ ৽৽ ৼ৾৶ ৭৽৿ ৎ৾৽ ৵৽ ৾৽৽ ৻৽৽ ৆৾ ৽৿৽ ৰ৽৾৺�",
      "language": "en",
      "timestamp": "2025-10-18T19:22:32.967485"
    },
    {
      "text": "so do",
      "language": "en",
      "timestamp": "2025-10-18T19:22:48.667442"
    },
    {
      "text": "song",
      "language": "en",
      "timestamp": "2025-10-18T19:23:05.047602"
    },
    {
      "text": "White Day and White's TV Iowa Show",
      "language": "en",
      "timestamp": "2025-10-18T19:23:46.399815"
    },
    {
      "text": "Shcrowd DJ Kingca",
      "language": "en",
      "timestamp": "2025-10-18T19:24:43.071164"
    },
    {
      "text": "A",
      "language": "en",
      "timestamp": "2025-10-18T19:27:42.387027"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T19:27:51.609259"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T19:28:04.993506"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T19:28:09.384555"
    },
    {
      "text": "Where's the other key?",
      "language": "en",
      "timestamp": "2025-10-18T19:30:32.501123"
    },
    {
      "text": "There's not a market.",
      "language": "en",
      "timestamp": "2025-10-18T19:30:47.722618"
    },
    {
      "text": "Jag öppnade dom om vi kunde ha en utsikad kaffe.",
      "language": "en",
      "timestamp": "2025-10-18T19:32:01.972283"
    },
    {
      "text": "I may have long pervids",
      "language": "en",
      "timestamp": "2025-10-18T19:32:15.746774"
    },
    {
      "text": "I don't, just can't block my nose Oh I also bought this My nose is unblocked and I still have some shortness of breath Oh yeah? I was worried it was asthma but I don't think it is Liam, I got this for you because it was the same as the thin one you like and it was one off or an H&M I thought I'd get this for you",
      "language": "en",
      "timestamp": "2025-10-18T19:32:24.131652"
    },
    {
      "text": "Simple.",
      "language": "en",
      "timestamp": "2025-10-18T19:32:28.689177"
    },
    {
      "text": "There were some fun ones but I think it's time to paint one Yeah but I have one already When it gets mucky I'll paint it",
      "language": "en",
      "timestamp": "2025-10-18T19:32:34.480983"
    },
    {
      "text": "...",
      "language": "en",
      "timestamp": "2025-10-18T19:33:09.488320"
    },
    {
      "text": "No worries, I just wanna...",
      "language": "en",
      "timestamp": "2025-10-18T19:33:18.915093"
    },
    {
      "text": "Bye",
      "language": "en",
      "timestamp": "2025-10-18T19:34:00.767787"
    },
    {
      "text": "Yeah, yeah I heard you",
      "language": "en",
      "timestamp": "2025-10-18T19:34:05.522278"
    },
    {
      "text": "I'm fine",
      "language": "en",
      "timestamp": "2025-10-18T19:34:10.141060"
    },
    {
      "text": "I just wanted to look up Just to find out if I need to get a scan",
      "language": "en",
      "timestamp": "2025-10-18T19:34:15.406187"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T19:34:24.538794"
    },
    {
      "text": "2,5 k Rebel KAJ",
      "language": "en",
      "timestamp": "2025-10-18T19:37:20.529580"
    },
    {
      "text": "هذا الواقع تمام",
      "language": "en",
      "timestamp": "2025-10-18T19:37:25.383737"
    },
    {
      "text": ".9",
      "language": "en",
      "timestamp": "2025-10-18T19:38:00.281863"
    },
    {
      "text": "مرحبا بكم في شبكة الفيديو",
      "language": "en",
      "timestamp": "2025-10-18T19:38:08.809274"
    },
    {
      "text": "로",
      "language": "en",
      "timestamp": "2025-10-18T19:39:23.426491"
    },
    {
      "text": "Full prank Packing",
      "language": "en",
      "timestamp": "2025-10-18T19:39:40.626880"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T19:40:38.095576"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T19:54:31.283425"
    },
    {
      "text": "I think I need to start confiscating your Judaism.",
      "language": "en",
      "timestamp": "2025-10-18T19:54:36.462083"
    },
    {
      "text": "chief",
      "language": "en",
      "timestamp": "2025-10-18T19:54:53.721925"
    },
    {
      "text": "Okay.",
      "language": "en",
      "timestamp": "2025-10-18T19:54:58.371382"
    },
    {
      "text": "Yeah? I'm gonna need to start confiscating your gum arrows. Why?",
      "language": "en",
      "timestamp": "2025-10-18T19:55:03.780215"
    },
    {
      "text": "Because you're not going to be doing anything else.",
      "language": "en",
      "timestamp": "2025-10-18T19:55:08.787755"
    },
    {
      "text": "I'm just doing two pages now. This is good. I knew this is what I do. Now I know that it's right. I mean you told me off for not doing it right before. For what? Washing your hands? When you wash your hands? Morning hand washing. Yeah.",
      "language": "en",
      "timestamp": "2025-10-18T19:55:16.558887"
    },
    {
      "text": "So yes, take the, from your right hand, pass it to your left hand, then right left, right left, right left.",
      "language": "en",
      "timestamp": "2025-10-18T19:55:22.465159"
    },
    {
      "text": "Wow, you know...",
      "language": "en",
      "timestamp": "2025-10-18T19:55:27.333253"
    },
    {
      "text": "I was doing your own pages.",
      "language": "en",
      "timestamp": "2025-10-18T19:55:32.165346"
    },
    {
      "text": "Ehm, můžu můžu...",
      "language": "en",
      "timestamp": "2025-10-18T19:55:42.617657"
    },
    {
      "text": "Yeah, you're also not allowed to benefit from the water.",
      "language": "en",
      "timestamp": "2025-10-18T19:55:47.741505"
    },
    {
      "text": "So like you have to dry it basically like you can't use that water to like",
      "language": "en",
      "timestamp": "2025-10-18T19:55:52.985225"
    },
    {
      "text": "rub your eyes out afterwards or something like that because that water itself becomes tamar you're getting rid of the turmeric from your hands but then the water itself is tamar so you have to make sure it gets rid of it. Anyways What did you want to do? You didn't want to go out because you wanted to do something? Yes What did you want to do? me a shine and protective polish for black leather shoes.",
      "language": "en",
      "timestamp": "2025-10-18T19:56:03.930959"
    },
    {
      "text": "Buy me shoeshine or shoe protection for black leather shoes on Amazon.",
      "language": "en",
      "timestamp": "2025-10-18T19:56:09.080359"
    },
    {
      "text": "That is terrible. Buy me a shoe shiner for black leather shoes on Amazon.",
      "language": "en",
      "timestamp": "2025-10-18T19:56:14.369584"
    },
    {
      "text": "I'm so sensitive to the smell of the bin. What's the voice that's still on? Which bin? Any bin, like, I can't open a bin.",
      "language": "en",
      "timestamp": "2025-10-18T19:56:20.527520"
    },
    {
      "text": "I'm gonna see how I'm gonna take it for ride.",
      "language": "en",
      "timestamp": "2025-10-18T19:57:07.178333"
    },
    {
      "text": "Hi.",
      "language": "en",
      "timestamp": "2025-10-18T19:57:43.086861"
    },
    {
      "text": "Okay, so I got the box of things you left on my porch. Alright, this is your water stuff bag. Thanks. That's great, because if you decided to hang on to my journey, I just had to come after the club. Actually, I did want to just leave you aware that you gave me the all-in-transey card.",
      "language": "en",
      "timestamp": "2025-10-18T19:57:51.083248"
    },
    {
      "text": "Oh well, when two people split up, normally they don't give things back, like Valentine's Day cards. If you don't want it, you can throw it away, I just... Don't give it back to me, tacky.",
      "language": "en",
      "timestamp": "2025-10-18T19:58:02.805311"
    },
    {
      "text": "Sorry. That's okay.",
      "language": "en",
      "timestamp": "2025-10-18T19:58:07.720387"
    },
    {
      "text": "Are you sure this is what you want to do? I mean, I understand that you don't want our relationship to continue to be made back, but I sort of thought down the long corridors of time, maybe you and I could be friends, and if you keep acting like this... Susan, it's over on every... Okay, I moved on. You should do the same.",
      "language": "en",
      "timestamp": "2025-10-18T19:58:20.702636"
    },
    {
      "text": "Where are you now, Mr. Iranian? I'm busy travelling today, and it's a busy day. Twenty-five?! Meat! Uh-oh. I just arrived and left. I've been fished out and eat a lot. I'll also you a microphone, so there's no fish, if you wanna pick one. Done? Done?",
      "language": "en",
      "timestamp": "2025-10-18T19:59:20.384459"
    },
    {
      "text": "Yeah. 10am. Yeah.",
      "language": "en",
      "timestamp": "2025-10-18T19:59:25.463211"
    },
    {
      "text": "Sorry guys. Haha. Ow.",
      "language": "en",
      "timestamp": "2025-10-18T19:59:52.235434"
    },
    {
      "text": "Going to a yard sale. That was just an ever ruse to get you into my car. Are you ready for your surprise?",
      "language": "en",
      "timestamp": "2025-10-18T19:59:58.207508"
    },
    {
      "text": "George, this is just an empty house. I just bought it. Oh my god! Congratulations! Oh George, I didn't even know you were looking! Where is he? They're here! I'm loving it! Hey Georgie! George, never knew you had a house. I knew you were special. This is Steel, my mother's friend at the real estate agent who sold me the house. Hi!",
      "language": "en",
      "timestamp": "2025-10-18T20:00:07.248540"
    },
    {
      "text": "So? Do you really like it? I do! But I really do. So, it's a little thing that might be...",
      "language": "en",
      "timestamp": "2025-10-18T20:00:18.108319"
    },
    {
      "text": "I love you, and I think I know how you feel about me. So why wait? David Price has been dead for two months. Yes, but this death has taught us anything. Life is short. It's not only a life. We see a chance, perhaps. We should grab it and hold on tight. I thought we were going to a yard.",
      "language": "en",
      "timestamp": "2025-10-18T20:00:40.842032"
    },
    {
      "text": "Please.",
      "language": "en",
      "timestamp": "2025-10-18T20:00:45.733996"
    },
    {
      "text": "To see",
      "language": "en",
      "timestamp": "2025-10-18T20:01:03.545236"
    },
    {
      "text": "Congratulations, you too! Mazel Tov!",
      "language": "en",
      "timestamp": "2025-10-18T20:01:08.804604"
    },
    {
      "text": "The quisky",
      "language": "en",
      "timestamp": "2025-10-18T20:01:26.479493"
    },
    {
      "text": "Don't say yes! Okay. You will. You'll marry me? Okay. You're an idiot! Moron.",
      "language": "en",
      "timestamp": "2025-10-18T20:01:32.606999"
    },
    {
      "text": "Here's a bike-o!",
      "language": "en",
      "timestamp": "2025-10-18T20:01:37.721116"
    },
    {
      "text": "Who is it? Girl",
      "language": "en",
      "timestamp": "2025-10-18T20:01:47.586294"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T20:02:06.889878"
    },
    {
      "text": "ah",
      "language": "en",
      "timestamp": "2025-10-18T20:02:54.685097"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T20:02:59.487563"
    },
    {
      "text": "So there will be no coding from me.",
      "language": "en",
      "timestamp": "2025-10-18T20:03:04.628766"
    },
    {
      "text": "I'm used to not uploading. Actually, I'm trying to keep a positive outlook on the whole thing. Last night I started writing and...",
      "language": "en",
      "timestamp": "2025-10-18T20:03:10.716915"
    },
    {
      "text": "I think there's a book in there. A book? Yeah. Like one of your children's? Yeah. This one's about all my failed relationships. You're not writing about it. You're like the first working chap. Can you get me fair? I'm going to be honest. I was afraid of that. I'm kidding.",
      "language": "en",
      "timestamp": "2025-10-18T20:03:19.485399"
    },
    {
      "text": "It was just awful. George had a ring. His mother and friend were there with champagne. If I had said no, it would have devastated him. So you agreed to marry him just to be blind? Well, obviously there's a downside to having good manners.",
      "language": "en",
      "timestamp": "2025-10-18T20:03:26.741921"
    },
    {
      "text": "So, when will you tell him how you really feel? That's why I wanted to talk to you. I mean, part of me keeps thinking maybe I should just do it.",
      "language": "en",
      "timestamp": "2025-10-18T20:03:33.101273"
    },
    {
      "text": "do it. You mean actually marry him? Well I know it sounds rash, but there's something comfortable about you. We share the same taste and interests. Oh, and best of all, he loves the opera. The opera? Yes, we saw Aida last week and we both cried buckets.",
      "language": "en",
      "timestamp": "2025-10-18T20:03:40.890759"
    },
    {
      "text": "Fun!",
      "language": "en",
      "timestamp": "2025-10-18T20:03:45.844865"
    },
    {
      "text": "Love art, poetry, and music. It would be nice to be married to someone who looks for beauty in the world, like I do.",
      "language": "en",
      "timestamp": "2025-10-18T20:03:51.807170"
    },
    {
      "text": "I know. That's why I'm here. I don't know what to do, Dr. Lyme. Bree, you've said many times how cuddly you are to George, but you don't feel for him the way you felt for Rex. No.",
      "language": "en",
      "timestamp": "2025-10-18T20:04:03.810409"
    },
    {
      "text": "Great",
      "language": "en",
      "timestamp": "2025-10-18T20:04:13.606803"
    },
    {
      "text": "But at this point in my life, I think I'd rather just go to the office.",
      "language": "en",
      "timestamp": "2025-10-18T20:04:19.126357"
    },
    {
      "text": "TODAY, I WILL BE RELEASING A level 7 recruit on OnlineHOF by Ngлоver jamcli. DO YOU 6TH Kok acts of Yichang Phu? Ychang first Purple Devil After Ohhh, song Dark Moon While the seeding of the experience is crumbling,",
      "language": "en",
      "timestamp": "2025-10-18T20:04:49.340546"
    },
    {
      "text": "Yeah Liam. Gavis one which has gone off. Oh you mean the raspberry one or whatever. Mint do-able. Yeah, oh, mint both. The mint one has gone off.",
      "language": "en",
      "timestamp": "2025-10-18T20:04:56.273915"
    },
    {
      "text": "This one, yeah I'm gonna use this one. I already just got it!",
      "language": "en",
      "timestamp": "2025-10-18T20:05:01.877388"
    },
    {
      "text": "I got it since I got pregnant!",
      "language": "en",
      "timestamp": "2025-10-18T20:05:06.989724"
    },
    {
      "text": "Oh, oh, this is the date of your...",
      "language": "en",
      "timestamp": "2025-10-18T20:05:12.166678"
    },
    {
      "text": "Don' t go in my way... Now OK",
      "language": "en",
      "timestamp": "2025-10-18T20:05:30.375859"
    },
    {
      "text": "That was a pretty good one. Yeah.",
      "language": "en",
      "timestamp": "2025-10-18T20:05:35.632797"
    },
    {
      "text": "What about the rest? There's one that's like raspberry I don't like. You can get rid of those.",
      "language": "en",
      "timestamp": "2025-10-18T20:05:41.548149"
    },
    {
      "text": "E makes a further bow before",
      "language": "en",
      "timestamp": "2025-10-18T20:06:48.754794"
    },
    {
      "text": "...",
      "language": "en",
      "timestamp": "2025-10-18T20:07:06.209170"
    },
    {
      "text": "Is that good for you, Chloe? I don't know. Good for you? My mum probably gave it to you. No, because you don't like pills right now.",
      "language": "en",
      "timestamp": "2025-10-18T20:07:12.865657"
    },
    {
      "text": "I'm not in the mood for putting anything in me, like I'm just not over it. I did it, I did the thing before I was pregnant, I did the thing. I know but you're just pressuring me a lot to take all the pills and I really am over it. I don't want to take pills, I just want me to get out. I know, I'm not getting out, I'm fine, please.",
      "language": "en",
      "timestamp": "2025-10-18T20:07:21.964044"
    },
    {
      "text": "Sorry. I appreciate the effort, the theory behind it.",
      "language": "en",
      "timestamp": "2025-10-18T20:07:27.318252"
    },
    {
      "text": "Do we want... I feel a little bit forced but I know you don't mean it and I know it's just for the best. I know it's just for the best.",
      "language": "en",
      "timestamp": "2025-10-18T20:07:38.562020"
    },
    {
      "text": "No, I'm sorry.",
      "language": "en",
      "timestamp": "2025-10-18T20:07:43.667048"
    },
    {
      "text": "He was making that and found a picture I kept under the mattress.",
      "language": "en",
      "timestamp": "2025-10-18T20:07:54.097219"
    },
    {
      "text": "자막제작 하수지",
      "language": "en",
      "timestamp": "2025-10-18T20:08:16.713453"
    },
    {
      "text": "Whatever then.",
      "language": "en",
      "timestamp": "2025-10-18T20:08:21.670946"
    },
    {
      "text": "Okay.",
      "language": "en",
      "timestamp": "2025-10-18T20:08:26.559670"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T20:08:41.232103"
    },
    {
      "text": "This picture of you.",
      "language": "en",
      "timestamp": "2025-10-18T20:08:48.736263"
    },
    {
      "text": "why would you? just something i like to take a look at every now and then wow",
      "language": "en",
      "timestamp": "2025-10-18T20:08:54.250109"
    },
    {
      "text": "and 8 you 1 a an epoch",
      "language": "en",
      "timestamp": "2025-10-18T20:09:20.141377"
    },
    {
      "text": "I'm a girl, but you're two old friends who suddenly find themselves in nothing weird about us helping each other out.",
      "language": "en",
      "timestamp": "2025-10-18T20:09:28.602002"
    },
    {
      "text": "ист. ions shocked by below 23 fuckkings",
      "language": "en",
      "timestamp": "2025-10-18T20:10:43.642711"
    },
    {
      "text": "Yeah, what happened?",
      "language": "en",
      "timestamp": "2025-10-18T20:10:48.758709"
    },
    {
      "text": "She's getting so rich!",
      "language": "en",
      "timestamp": "2025-10-18T20:10:53.831834"
    },
    {
      "text": "Beep beep beep Okay enough of that Actually yes We've agonized rather to tell you this normal but One of your private videos Made its way into Jimmy and PJ's bag",
      "language": "en",
      "timestamp": "2025-10-18T20:11:00.699470"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-18T20:11:05.718813"
    },
    {
      "text": "Don't worry, I caught it. I caught it.",
      "language": "en",
      "timestamp": "2025-10-18T20:11:19.021787"
    },
    {
      "text": "The pill boxes that belong in the bottles, none of them are gone, do we put them in the drawers? No, no, I feel like they could be in that messy corner in the kitchen. Yeah, okay.",
      "language": "en",
      "timestamp": "2025-10-18T20:11:26.042863"
    },
    {
      "text": "Have you got a bottle in the office by the way? No, the one I use is this one, yeah. I take it back and forth every day now. Do you object to me putting pills in here? Um, for me. And it was just for me to access it if it's around? I take it to and from work, I think put in all of the others, but leave me that one. Okay, just because there's only one other. So do you want that one? Do you want this bottle and I'll take another one? No, not particularly because I'm getting a bit of a black bottle when we close up. So that's going to be our main one probably. Do you want that? That's fine. You can, but you're never going to be with it. Do you know what I mean? That's the one that I just kind of keep it dirty. It goes on the tube every day. I like to kind of leave it on the floor. Do you know what I mean? You can clean it and use it at home if you like, but I just don't tend to. Yeah, that's why I bought it.",
      "language": "en",
      "timestamp": "2025-10-18T20:11:52.839642"
    },
    {
      "text": "Why are you often one about pills?",
      "language": "en",
      "timestamp": "2025-10-18T20:11:57.964069"
    },
    {
      "text": "Okay, ill. Every time I've been ill, I beat myself up. Okay.",
      "language": "en",
      "timestamp": "2025-10-18T20:12:03.687469"
    },
    {
      "text": "뭐야",
      "language": "en",
      "timestamp": "2025-10-18T20:12:28.480480"
    },
    {
      "text": "Alright, some of those smell really bad.",
      "language": "en",
      "timestamp": "2025-10-18T20:12:33.645529"
    },
    {
      "text": "You have no idea how bad my prenatal one is.",
      "language": "en",
      "timestamp": "2025-10-18T20:12:58.645174"
    },
    {
      "text": "However bad whatever you've just smelled is I guarantee you my prunator was worse. Do you want to smell these ones? No thank you. Okay.",
      "language": "en",
      "timestamp": "2025-10-18T20:13:05.104337"
    },
    {
      "text": "Liam, I can't open the fridge. Like, I gag every time I open the fridge.",
      "language": "en",
      "timestamp": "2025-10-18T20:13:10.912223"
    },
    {
      "text": "No, thank you.",
      "language": "en",
      "timestamp": "2025-10-18T20:13:16.007764"
    },
    {
      "text": "Do you have the",
      "language": "en",
      "timestamp": "2025-10-18T20:13:37.119100"
    },
    {
      "text": "What is that? Oh, hey don't fight that",
      "language": "en",
      "timestamp": "2025-10-18T20:13:43.051825"
    },
    {
      "text": "Tonyille's",
      "language": "en",
      "timestamp": "2025-10-18T20:14:03.886943"
    },
    {
      "text": "Mm-hmm.",
      "language": "en",
      "timestamp": "2025-10-18T20:14:09.403644"
    },
    {
      "text": "Oh no. Oh no. This is horrible. I hate this kind of thing. I'm gonna spend my night there. This isn't real. This isn't real. That's not real. This isn't an AI. A GPU.",
      "language": "en",
      "timestamp": "2025-10-18T20:14:27.035928"
    },
    {
      "text": "Okay.",
      "language": "en",
      "timestamp": "2025-10-18T20:14:32.465581"
    },
    {
      "text": "Liam, can you please not act like you don't have a hundred notebooks flying everywhere with random scribbles?",
      "language": "en",
      "timestamp": "2025-10-18T20:15:53.129005"
    },
    {
      "text": "So you don't need to gaslight me in front of our friends. You want me out? Fair, I'll stop calling you out in front of your friends if you don't lie when I call you out. What are these benches?",
      "language": "en",
      "timestamp": "2025-10-18T20:16:01.687353"
    },
    {
      "text": "Yeah, do you want to put them in that box at the top? Which one? That one. I'm pretty sure it's the Carvela box. Which one? I'm pretty sure it's the Carvela one. Which Carvela one? That one. The only one. Oh, there's one underneath it, but I think it's Murray's Apple one.",
      "language": "en",
      "timestamp": "2025-10-18T20:16:11.438334"
    },
    {
      "text": "Please be careful of the ant. What's the sound of the ant? Do you want to let my parents know?",
      "language": "en",
      "timestamp": "2025-10-18T20:16:18.007571"
    },
    {
      "text": "I could sell it, or...",
      "language": "en",
      "timestamp": "2025-10-18T20:16:23.985348"
    },
    {
      "text": "or you say Naomi, can you hold her? Naomi, can you hold her?",
      "language": "en",
      "timestamp": "2025-10-18T20:16:30.012437"
    },
    {
      "text": "We still haven't got rid of those payless switchpusses. We tried to sell them for like 30 and it's still didn't go.",
      "language": "en",
      "timestamp": "2025-10-18T20:17:21.815108"
    },
    {
      "text": "We're gonna have to turn our kid into a Swifty. Nope.",
      "language": "en",
      "timestamp": "2025-10-18T20:17:27.660699"
    },
    {
      "text": "Okay, William I'm dumping stuff on your table that I don't know where you want it.",
      "language": "en",
      "timestamp": "2025-10-18T20:17:33.541282"
    },
    {
      "text": "No way that actually worked.",
      "language": "en",
      "timestamp": "2025-10-18T20:18:46.548108"
    },
    {
      "text": "Did it actually just buy me a shoe polish? I'm gonna check my email and see if the order came through.",
      "language": "en",
      "timestamp": "2025-10-18T20:18:52.764278"
    },
    {
      "text": "That's not clever because you want to choose it and it can have prices.",
      "language": "en",
      "timestamp": "2025-10-18T20:18:58.413062"
    },
    {
      "text": "Wait, why did they buy- it bought me two things. I do not want that. Why is it buying me Scotch self-laminating pouches? I bought that. You already bought it? Or you put it in the basket? I don't know, I actually just found a packet now. I assumed that maybe you opened it when it arrived. Okay, it's just ordered.",
      "language": "en",
      "timestamp": "2025-10-18T20:19:07.394490"
    },
    {
      "text": "It just ordered shoe polish as well as self-laminating pouches.",
      "language": "en",
      "timestamp": "2025-10-18T20:19:13.045811"
    },
    {
      "text": "So should I cancel that?",
      "language": "en",
      "timestamp": "2025-10-18T20:19:18.283719"
    },
    {
      "text": "Um, yeah I don't need them all. You know what, it doesn't do any harm, I'm gonna use them for- They're £7.50, so, or £7.10, so think if you actually want them. I don't know. Are you gonna use them? I don't, I don't. I don't like this level of pressure on me.",
      "language": "en",
      "timestamp": "2025-10-18T20:19:27.111582"
    },
    {
      "text": "What are you using for?",
      "language": "en",
      "timestamp": "2025-10-18T20:19:32.414126"
    },
    {
      "text": "Oh, so we already have? Yeah, but I'm getting another one in two weeks But we have more pouches, don't we? Well, funnily enough, I just saw a packet, so I assumed that they'd already arrived Maybe I had them before, but I'm okay with it Let me see if there's any orders already No, because I don't like purchasing stuff unnecessarily We haven't got any orders I'm gonna cancel the order",
      "language": "en",
      "timestamp": "2025-10-18T20:19:42.159018"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-18T20:19:47.229131"
    },
    {
      "text": "But that's mad. I just asked the perplexity assistant to buy me, and it went through the whole process. Check out everything.",
      "language": "en",
      "timestamp": "2025-10-18T20:21:37.051019"
    },
    {
      "text": "It was only £2.",
      "language": "en",
      "timestamp": "2025-10-18T20:21:42.925516"
    },
    {
      "text": "You know what you can do in theory, Hannah? What? You can keep a shopping list on Buplexity Yeah And then one day just be like, bye",
      "language": "en",
      "timestamp": "2025-10-18T20:23:04.169763"
    },
    {
      "text": "I don't want to order just one thing on a card though, you can't just, you can't do that. No, you've got a shopping list.",
      "language": "en",
      "timestamp": "2025-10-18T20:23:12.019473"
    },
    {
      "text": "So you go on a card and order this list. But how do I know what I want specifically? If you have a shopping list, I'm saying. You don't know which brand of potatoes you're getting. It's not even that, like, I have a really long shopping list. But not all of it is urgent. I have like a plain white t-shirt. Well then you can give it what you want now. I don't think it'll work for me. I see your point but I don't think it's for me. I'm not saying it should be him. No, it's a nice idea in theory. Oh there's the door. You've lost it.",
      "language": "en",
      "timestamp": "2025-10-18T20:23:25.725465"
    },
    {
      "text": "Ie, nid oedd yn dda iawn i'r cyffredin. Mae'n mynd i'r cyffredin ymlaen, nid ydym wedi'i gwneud ymlaen.",
      "language": "en",
      "timestamp": "2025-10-18T20:23:33.884976"
    },
    {
      "text": "What is this? A bag of bags? It's 50 bags, I think it's 48 bags or something. Oh, a cardo? Yep. Some of them are not, right? No, they're all a cardo bag. You counted them? Oh, good job. How do you remember? I don't know, it's Yom Kippur activity. 48 you said? Something like that, yeah.",
      "language": "en",
      "timestamp": "2025-10-18T20:23:49.675580"
    },
    {
      "text": "How much am I telling you? 47 if you're worried.",
      "language": "en",
      "timestamp": "2025-10-18T20:23:55.591890"
    },
    {
      "text": "They always just round it up anyways",
      "language": "en",
      "timestamp": "2025-10-18T20:24:01.212055"
    },
    {
      "text": "I'm playing with our Shabbat dinner last night. It's nice.",
      "language": "en",
      "timestamp": "2025-10-18T20:24:07.294669"
    },
    {
      "text": "Jason Gideon a Tom Garsier",
      "language": "en",
      "timestamp": "2025-10-18T20:24:13.076979"
    },
    {
      "text": "You've booked them well. Yeah. GNF Diaries. Are you giving these to anyone? One to Avi and one to anyone else? We gave the others to my dad. Do this one. There's two here. Yeah, I'm just thinking we gave one to my dad. You don't want? No, we use digital. thinking we gave one to my dad. You don't want? No, we use digital.",
      "language": "en",
      "timestamp": "2025-10-18T20:24:31.957918"
    },
    {
      "text": "Should I throw it the other way? Yeah No",
      "language": "en",
      "timestamp": "2025-10-18T20:24:37.914097"
    },
    {
      "text": "Do you want to go around? No, that's not fair.",
      "language": "en",
      "timestamp": "2025-10-18T20:24:43.782289"
    },
    {
      "text": "Google? Yeah, that's not fair, Dan. But, he mailed them as well.",
      "language": "en",
      "timestamp": "2025-10-18T20:24:50.097723"
    },
    {
      "text": "네",
      "language": "en",
      "timestamp": "2025-10-18T20:24:55.339597"
    },
    {
      "text": "I really like the idea of having a 20-sided dial. I'm not going to use it for anything, but it's okay. I'm not.",
      "language": "en",
      "timestamp": "2025-10-18T20:25:02.154233"
    },
    {
      "text": "Can I possibly have a drink of water?",
      "language": "en",
      "timestamp": "2025-10-18T20:40:22.027918"
    },
    {
      "text": "What's that? Can you hand me your phone? Something that my dad said, we both need to do something and I don't remember what. I think I know what it is. I got rid of it. Did you do it? Oh, you didn't do it, what he said you needed to do? I've done a lot of things he did say, but there's one thing that I didn't do. Oh, how come? Should we get... Because he wanted us to sign up for the postal vote, but I don't want to... I put it over there. Yeah, I got rid of it. I'm not doing postal vote. Postal vote is more effort than in-person voting for us, I think. Why? Because it's so much easier for us to... I don't do anything. Go in person. Okay. I don't go in person. I can't. That's what I've been doing. Why? He just does it all for us at the same time. Why don't you just do that? No, no, he doesn't. He signs us up for a laptop. I just don't have time to go though, probably.",
      "language": "en",
      "timestamp": "2025-10-18T20:41:23.936869"
    },
    {
      "text": "But your votes never count, like you've done it a few times that it hasn't counted. I'll do that, I can vote for you. Okay. I'll just write that down. Thank you. Any friend of Johnny's is a friend of mine. You're both very, very welcome. When you're ready, no rush, but could I possibly have a glass of water? Yeah, I'll do that for you.",
      "language": "en",
      "timestamp": "2025-10-18T20:41:57.168612"
    },
    {
      "text": "《I am a mom for and a friend content creator and business owner》 I am a mom for and a friend content creator and business owner. I quit my job as a labor and delivery service 4 years ago to pursue a school time and it has been a wild journey. Creating content has been a love of mine for actually so long. I don't think I've ever shared this but I used to be a Vine girl back in my college days and I also started a vlog on Pinterest right out of college. I got pregnant my senior year of college and super into fitness and postpartum and all those things and I started a Pinterest vlog and I really wish I would have kept going with that because like I can't lie to you by now but it was really social media found me once in around 2020 and Babs and I just started really going full force and give all my time to it and then in 2023 I started working on my brand called Silks which launched in 2024. So yeah, that's where we are at. In my spare time, I love to go out and I really want to be a Pinterest mom, but I want to be a Pinterest mom, but one of my goals is to be more of a Pinterest mom the rest of the year. Also, I'm trying to remodel my house because I'm going to make it a home. Not necessarily remodel, but I just need to make it look more homey right now. There's a lot of blank walls and all of that. So that's That's gonna be the remainder of the video. Bye bye.",
      "language": "en",
      "timestamp": "2025-10-18T21:30:12.322339"
    },
    {
      "text": "嗯 Um, we have a police force that says is incapable of protecting Jewish fans against a incident that would be similar to that which happened today.",
      "language": "en",
      "timestamp": "2025-10-18T23:56:42.398230"
    },
    {
      "text": "Serve",
      "language": "en",
      "timestamp": "2025-10-18T23:57:14.290128"
    },
    {
      "text": "It's a good thing I got that 5 pound curry's voucher.",
      "language": "en",
      "timestamp": "2025-10-18T23:57:19.052516"
    },
    {
      "text": "Yeah, I could or does you, but getting up here, if I would go.",
      "language": "en",
      "timestamp": "2025-10-18T23:57:23.904250"
    },
    {
      "text": "I'm gonna have a croissant and coffee with porn flag Oh hang on wedding shock",
      "language": "en",
      "timestamp": "2025-10-18T23:57:42.564588"
    },
    {
      "text": "Okay.",
      "language": "en",
      "timestamp": "2025-10-18T23:57:58.961366"
    },
    {
      "text": "Go to Works Professional website for any information. www.youtube.com weeoso.com",
      "language": "en",
      "timestamp": "2025-10-18T23:58:15.582785"
    },
    {
      "text": "Go through to email the wedding shop yourself if you buy one or not.",
      "language": "en",
      "timestamp": "2025-10-18T23:58:25.218028"
    },
    {
      "text": "I know I usually do it but you've got very much to do, I always see you speak to them. Okay.",
      "language": "en",
      "timestamp": "2025-10-18T23:58:39.616431"
    },
    {
      "text": "Alexa, at 11am remind me Kezio wedding shop referral.",
      "language": "en",
      "timestamp": "2025-10-18T23:58:53.572021"
    },
    {
      "text": "ប្្៏ក្្ក ប្្ក ប្ក ប្ក បធក ប្ក្ក",
      "language": "en",
      "timestamp": "2025-10-19T00:02:06.753458"
    },
    {
      "text": "Q. Dிلاμ eyesight Q. tap為什麼ivol institut Hyun greed Q. download blog A. to A Agrimくらい Caught",
      "language": "en",
      "timestamp": "2025-10-19T00:03:28.551918"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-19T00:03:42.759336"
    },
    {
      "text": "후",
      "language": "en",
      "timestamp": "2025-10-19T00:06:44.848529"
    },
    {
      "text": "Domesticated This video is still estimated at 20mins",
      "language": "en",
      "timestamp": "2025-10-19T00:09:38.890186"
    },
    {
      "text": "Okay.",
      "language": "en",
      "timestamp": "2025-10-19T00:10:01.629156"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:10:50.560533"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:15:25.556049"
    },
    {
      "text": "。Official arrive",
      "language": "en",
      "timestamp": "2025-10-19T00:18:56.907103"
    },
    {
      "text": "I don't?",
      "language": "en",
      "timestamp": "2025-10-19T00:20:01.723497"
    },
    {
      "text": "ૼ ૿૿૸૾૽૸ૼ ૽ૼૼ૸૽૽૽ૼ ૼ૱૶૱૶ૼ૸૷ ૼ૵૵૵૶૷૱૸૸૸ૹ૲ૼ૱૷ ૸૶૱૸૽૸ૹ ૸૱૽૽૽૴ૹ૲૱૱૱૪૲૱ ૻૼ૸૱ૺ૷૶૶ૹ૸૱�",
      "language": "en",
      "timestamp": "2025-10-19T00:21:34.593765"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:22:51.803794"
    },
    {
      "text": "you",
      "language": "en",
      "timestamp": "2025-10-19T00:25:38.345128"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:26:19.161406"
    },
    {
      "text": "plets",
      "language": "en",
      "timestamp": "2025-10-19T00:27:29.236657"
    },
    {
      "text": "Ben extensive",
      "language": "en",
      "timestamp": "2025-10-19T00:27:48.058090"
    },
    {
      "text": "プの右手のフルートバ யォーズはこれらのP جそうです。これらのミススコ ؐロードゥじゃまら frying。ミント降り歪 Malインッフォルトジロ cook.ヤマレイガンカロースワンしずめfare.",
      "language": "en",
      "timestamp": "2025-10-19T00:33:09.541089"
    },
    {
      "text": "Ergo克 Duahaha",
      "language": "en",
      "timestamp": "2025-10-19T00:39:29.655068"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:39:49.577107"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-19T00:39:54.545435"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:40:04.867955"
    },
    {
      "text": "Hey!",
      "language": "en",
      "timestamp": "2025-10-19T00:40:50.239089"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:43:29.375049"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-19T00:43:39.145711"
    },
    {
      "text": "~~",
      "language": "en",
      "timestamp": "2025-10-19T00:44:26.098736"
    },
    {
      "text": "Whoo hoo!",
      "language": "en",
      "timestamp": "2025-10-19T00:46:30.731745"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-19T00:53:30.523273"
    },
    {
      "text": ".",
      "language": "en",
      "timestamp": "2025-10-19T00:53:35.318823"
    }
  ]
}