{
  "text": "דין מקומות שראוי להתפלל בו וקדושת בה\"כנ ובה\"מד (סימן צ')המקומות הראוי להתפלל בו אינן שוין כי אינו דומה מתפלל במקום מקודש למתפלל במקום חול והמקום היותר המקודש בח\"ל הוא בית המדרש שלומדין שם כל היום כדכתיב אוהב ה' שערי ציון כו' ודרשו שערים המצויינים בהלכה מכל משכנות יעקב הם בתי כנסיות אעפ\"י שמתפללין בהם ברוב עם והוא הדר' מלך מ\"מ יותר חביב לפני הקב\"ה מקום שלומדים בו תורה כי אין להקב\"ה בעולמו אלא ד\"א של הלכה ומכ\"ש במקום שהוא לומד בקביעות דאפי' לא ייחד אותו לבה\"מד מצוה להתפלל בו אפילו רק בעשרה משילך למקום אחר להתפלל ברוב עם (סי' צ'). המקום השני הוא בה\"כנ שמתפללין בו תמיד וראוי לבחור להתפלל בב\"המד ובה\"כ שמתפללין בו יותר רוב עם ואם יש ב' בה\"כנ ילך למקום שהוא יותר רחוק דאז יש שכר פסיעות (שם). המקום הג' מחמת אונס או חולי קצת ושאר מניעות שאינו יכול להתפלל בבה\"מ ובבה\"כנ ומתפלל במקום שהוקבע למנין קבוע אע\"ג שלא יחדוהו לבה\"כנ. המקום הד' שמתפלל בביתו לפרקים בעשרה. המקום הה' שא\"א לו להתפלל בעשרה או שהוא בדרך עכ\"פ יתפלל בבית שיש בו חלונות אבל אסור להתפלל בשדה אם לא כשהוא בדרך ומכל מקום בשעת הדחק יהדר להתפלל בין אילנות (שם) (ובזה מתורץ קו' תוספות מיצחק דכתיב לשוח בשדה דהמפרשים כתבו דר\"ל לאילנות שבשדה ותיתי לי שמצאתי כן בב\"ח. ונ\"ל דהא דדרשו אין שיחה אלא תפלה יצא להם מדלא כתיב ויצא יצחק לשדה דמאי נ\"מ אם לאילנות או לא ולכן דרשו ג\"כ לשון תפלה ובזוהר בשלח דף ס' משמע דאילנות לא מהני ולכן אין לסמוך ע\"ז אא\"כ שאין לו מקום אחר:\n\nלא יתפלל אחורי בה\"כנ אם אינו מחזיר פניו לבהכ\"נס ואחורי ב\"ה הוא לצד מערב (דהיינו הצד שכנגד ארון הקדש) שאם אינו מחזיר פניו לבה\"כנ הקהל משתחוים למזרח והוא למערב ונמצא עיקר הקפידה שישתחוה לצד שהצבור משתחוין וא\"כ אם עומד במזרח אדרבה לא יחזיר פניו לבה\"כנ. וי\"א דעיקר הקפידה שיחזיר פניו לבה\"כ ואע\"ג שאינו משתחוה לרוח שהקהל משתחוים. ולכן ראוי להחמיר כדבדי שניהן שלא יתפלל אלא במער' ויחזיר פניו לבה\"כנ וגם כשמתפלל בשאר צדדים חוץ לבה\"כנ יש להחמיר שיחזיר פניו לבה\"כנ ואעפ\"י שאינו מתפלל לרוח שהצבור מתפללים מ\"מ כיון שאינו מתפלל להיפך לית לן בה. וכ\"ז כשעומד בחצר בה\"כנ דניכר לכל אבל אם מתפלל בביתו הסמוך לבה\"כנ ופניו כנגד א\"י כראוי ואחוריו לכותל ביתו שהוא כותל בה\"כנ מותר שאינו ניכר שמחזיר פניו מבה\"כנ (שם):\n\nאסור לעבור חוץ לבה\"כנ בצד שהפתח פתוח בו בשעה שהצבור מתפללים מפני שנראה ככופר כיון שאינו נכנס להתפלל ואם נושא משא או שלבוש תפילין או שיש בה\"כנ אחר בעיר או שיש לבה\"כנ זה פתח אחר או שרוכב מותר (שם):\n\nמי שיש לו ב\"המד או ב\"הכנ בעירו ומתפלל בביתו בלא שום סיבה נקרא שכן רע כי כן דרך שכנים רעים שאין אחד הולך לבית חבירו (שם). ומצוה לרוץ כשהולך לב\"הכנ או לשאר מצוה אבל בב\"הכנ אסור לרוץ אלא ילך באימה (שם):\n\nאף שמצוה גדולה להתפלל בב\"הכנ אם יהיה נכשל שם ע\"י חברים רעים בדברים בטילים ולצנות וכיוצא בו. (אשר מאוד הפליג הזוהר הק' בעונש הזה וז\"ל פרשה תרומה מאן דאישתעי בבי כנשתא מילין דחול ווי ליה דאחזי פרודא ווי ליה דגרע מהימנותא ווי ליה דלית ליה חולקא באלהא דישראל דאחזי דהא לית אלהא ולא אשתכח תמן ולית ליה חולקא ביה ולא דחיל מיניה ואנהיג קלנא בתקונא עלאה דלעילא עכ\"ל) או שלא יוכל לשמוע שם קריאת ספר תורה ותפלת הש\"ץ מוטב שיתפלל בביתו בעשרה:\n\nקדושת בה\"כנ וב\"המד גדולה מאוד ומוזהרים עליהם לירא ממי ששוכן בהם כדכתיב וממקדשי תיראו ולא בית המקדש בלבד אלא כל מקום המקודש וב\"הכנ וב\"המד נקראים מקדש מעט כדכתיב ואהי להם למקדש מעט אלו בתי כנסיות וב\"מד. וכתבו הפוסקים דמצוה זו לירא מן המקדש נוהג בב\"הכנ ובהמ\"ד מדאורייתא. (עיין ס' יריאים סימן שצ\"ד) ולכן אסור לדבר בהם דברים בטילים ואין מחשבין בהם חשבונות אלא של מצוה כגון קופה של צדקה וכדומה ומכ\"ש שאסור שם בשחוק וקלות ראש ועליהם נאמר מי בקש זאת מידכם רמוס חצרי ומראה בעצמו שאין לו חלק באלהי ישראל. ובזוהר מפליג מאוד בעונשם רחמנא ליצלן וזה שאמר בזוהר כאלו אין לו אלוה:\n\nנוהגים בהם כבוד לכבדם ולרבצן ומדליקין בהם נרות לכבוד (סי' קנ\"א):\n\nאפי' אם נחרבו. עדיין בקדושתן. שנאמר והשימותי את מקדשיכם ולא כתיב בהפך ואת מקדשיכם אשומם להראות אף כשהן שוממין מ\"מ הם בקדושתן ולכן צריך לנהוג בהם כבוד חוץ מכיבוד וריבוץ ואם עלו בהם עשבים תולשים אותן ומניחים במקומן כדי שיראו העם ותעיר רוחם וישתדלו לבנותם ואם בנאוהו במקום אחר וא\"צ עוד למקום זה כ\"ז שלא מכרוהו כדין יעשו גדר סביביו שלא יבואו לזלזל שם (שם):\n\nאפילו בעליה שעל גבי בהכ\"נ אסור להשתמש תשמיש של גנאי ובשאר תשמישים מסתפקים הפוסקים ואם בנו מתחלה בית דירה ע\"ג בהכ\"נ נמצא שלא נתקדש כלל מעולם לעלית בה\"כנ מותר להשתמש שם ובלבד שלא ישתמש בו תשמיש מגונה מאד כטינוף וכיוצא בו וגם בזה שומר נפשו ירחק מזה (והט\"ז שם כתב שנענשו ע\"ז הרבה) ואפילו לבות הכנסת בישובו מהני תנאי אם התנו מתחלת הבנין להשתמש בו. ומ\"מ לתשמיש של קלות ראש כגון לאכילה ושתייה וכיוצא בו לא מהני תנאי (שם):\n\nאסור לסתור דבר מבית הכנסת דכתיב ונתצתם את מזבחותם לא תעשון כן לה' אלהיכם אא\"כ עושה ע\"מ לתקן ולבנות ודוקא במה שהוא מחובר שייך נתיצה ואפי' לעשות גומא בכותל לסמוך בו השטענדר אע\"ג דאינה דרך נתיצה אין נכון. ועיין בחיבורי ח\"א כלל פ\"ו סימן ט\"ו (קנ\"ב):\n\nאין סותרין בהכ\"נ אפילו לבנות אחרת בעצים ואבנים שלה שמא יארע להם אונס אלא בונים תחלה החדשה ואחר כך סותרין הישנה וה\"ה אם צריכים לסתור כותל אחד דינו הכי ודוקא שהיא חזקה עדיין אבל אם חרבו יסודותיה או נטו כותליה ליפול סותרים אותה מיד ומתחילין לבנות אותה במהרה ביום ובלילה שלא תדחק השעה ותשאר חרב ואם יש להם בהכ\"נ קבוע (עיין סי' קנ\"ב שהמ\"א אוסר והט\"ז מתיר וכ\"כ א\"ר) ואם גזר השלטון שלא להתפלל בבהכ\"נ זו או שדרו חוץ לעיר ונתיישבו בתוך העיר ונשאר הבהכ\"נ שממה מותר לסתרה או למכרה וליקח בדמיה אחרת וכן אם אין תקנה שוב לבנות בהכ\"נ על אותו מקום מפני נכרים ויש לחוש שיבנו שם בית נכרי דמותר למכרו דודאי ניחא לכ\"ע ולרוחא דמלתא ישאירו מקום עזרת ישראל (כצ\"ל במ\"א וכ\"כ א\"ר שכן הוא בתשובת מהר\"ם) פנוי ויעשוהו גן ירק שאינו מכוער כ\"כ (סימן קצ\"ג):\n\nאסור לכנוס לבהכ\"נ ובהמ\"ד כ\"א לצורך תפלה או ת\"ת ואם היה צריך לקרות את חבירו מבהכ\"נ יכנס ויקרא שם או איזה פסוקים או איזה תפלה או משנה ואחר כך יקראהו או ישהה שם מעט כי גם הישיבה בהם מצוה וכ\"ש דאסור לכנס בו לקצר דרכו כגון שהיה לבהכ\"נ ב' פתחים. ואם לא נכנס בו תחלה לקצר דרכו מותר ואם יכנס בו להתפלל מצוה שיצא דרך פתח האחרת (קנ\"א)\n\nמותר לרוק בהם אך ישפשף תיכף ברגלו וקודם שיכנס יקנח הטיט מעל רגליו ומותר ליכנס בו במקלו ותרמילו (שם):\n\nאסור לאכול ולשתות ולישן בבית הכנסת אפי' שינת עראי ולצורך בהכ\"נ כגון בליל יוה\"כ או למצוה אחרת מותר גם לאכול שם ובבהמ\"ד אותן אנשים הלומדים שם בקביעות מותרים לאכול ולישן אפי' שינת קבע שלא יתבטלו מלימודם אבל שאר צרכיו אסור ואפילו ליכנס בהם מפני הגשמים אסור ומי שאינו לומד שם בקביעות אסור אפי' באכילה (שם):\n\nאין לנשק בניו הקטנים בהם שאינו ראוי להראות שם אהבה אחרת זולת אהבת המקום (צ\"א):\n\nכופין בני העיר זה את זה לבנות בהכ\"נ. ומדינא צריך לבנות אותה בגובה של עיר ולהגביה אותה עד שתהיה גבוה מכל בתי העיר שמשתמשים בהם (לאפוקי בירניות ומגדלים וגגות שאין משתמשים) שנאמר לרומם את בית אלהינו ולפיכך מי שהגביה ביתו יותר מבהכ\"נ כופין אותו להשפילו אך עכשיו מאהבת מלכות עלינו ויש בלא\"ה בתי נכרים שבעיר שגבוהים יותר מבה\"כ לכן אין משגיחין אפילו כשבית ישראל גבוה יותר מפני שדינא דמלכותא דינא (סי' ק\"נ):\n\nצריך לפתוח חלונות של בהכ\"נ כנגד ירושלים כדי להתפל לכנגדו וטוב שיהיו י\"ב חלונות סימן צ'). והבונה כנגד חלון בהכ\"נ שכבר החזיקו בו הקהל בחלונות אין מספיק לו בהרחקת ד' אמות לפי שהוא צריך אור גדול ועיין במגן אברהם שם ס\"ק ד' מענין פתיחת חלונות לחצר בהכ\"נ (סי' ק\"נ):\n\nאין פותחין פתח בהכ\"נ אלא נגד הצד שמתפללין בו באותה העיר כגון במדינות אלו שאנו מתפללין ומשתחוים כנגד מזרח (דהיינו מפני שאנו יושבים בצד מערבי של א\"י) ואז יהיה הפתח במערב כדי שישתחוה מן הפתח נגד ארון הקדש ואפי' אם היה הפתח מצד א' וחרבה הבהכ\"נ ורצו קצת מנהיגים לעשות הפתח כדינה אין האחרים יכולים למחות אפי' הם הרוב ואע\"פ שמשנים סדר הישיבה יקוב הדין ביניהם: ועושין בימה באמצע שיעמיד עליה הקורא בתורה כדי שישמעו כלם וכשמתפלל הש\"ץ יהיה פניו כלפי הקדש (שם):\n\nעכשיו שקונים המקומות בבהכ\"נ אין סדר לישיבה והאחרונים כתבו שאין לעשות מקומות בין הבימה לבין אה\"ק בענין שתהיה הישיבה אחוריו להיכל. משמע אבל אם סדר הישיבה פניהם למזרח מותר וכן נוהגין ולא חיישינן לטעם שהמברך בס\"ת ומשתחוה נראה כשמשתחוה לאדם שעומד שם שאין כוונתו בהשתחיואה זו רק לכבוד התורה (שם):\n\nמותר לעשות מבהכ\"נ בית המדרש אפילו אין מתפללין שם רבים כמו עכשיו רק יחיד בביתו שיתפלל שם בעשרה אבל לא מבהמ\"ד בהכ\"נ ועיין במ\"א (סימן קנ\"ג ס\"ק א'):\n\nאסור למכור דבר שבקדושה להוריד אותו מקדושתו אלא דוקא להעלות לקדושה דקיי\"ל מעלין בקודש ולא מורידין (עיין כלל ס\"ח). ולפיכך אם מכדו ב\"ה יכולים ליקח בדמיו תיבה דהיינו אה\"ק: מכרו תיבה יכולים ליקת בדמיו מטפחת של ס\"ת. מטפחת לוקחין נביאים וכתובים. מכרו ספרים לוקחין ס\"ת אבל איפכא להורידן מקדושתן אסור אפי' קנו במקצת דמי' דבר שקדושתו תמורה אין יכולין לשנות המותר לקדושה קלה ואמנם לקנות קדושה כיוצא בו בס\"ת אסור לכ\"ע למכור ישנה ולקנות חדשה ובשאר ספרים נוהגים עכשיו היתר וצ\"ל דמתחלה שקנה הספר דעתו לכך שבאם שיזדמן לו יותר יפה ימכור זה ליקח היפה אע\"ג שלא התנה בפירוש ובבהכ\"נ לכתחלה לא ימכרו לבנות אחרת יפה הימנו ויש מתירין בבהכ\"נ (שם):\n\nגבו מעות לבנות בהכ\"נ או בהמ\"ד או לקנות תיבה או מטפחת ורצו לשנותן אין משנין אלא מקדושה קלה לקדושה חמורה משום דבני העיר לא נתנו המעות אלא אדעתא לעשות דבר זה ואסור לשנותן שלא מדעתן ומ\"מ שבעה טובי העיר במעמד אנשי העיר שרי לשנות המעות שהרי נתנו על דעתם. ואם עשו הדבר שגבו אותם בשבילם משנין המותר לכל מה שירצו אפי' לדבר הרשות כיון שנעשה בדעת אנשי העיר ואם כשגבו המעות התנו לעשות חפצם ממותר הדמים אפי' קנו ומכרו וחזרו וקנו קדושה במקצת הדמים מותר להוריד המותר. אבל אם לא התנו כשגבו אלא כשמכרו התנו אסור להורידן. ואם קנו במקצת דמים אלו שגבו עצים ולבינים חלה קדושת הדמים על העצים והאבנים ואסור לשנותן רק לקדושה חמורה (שם):\n\nואם הביאו עצים ואבנים לצורך בנין בהכ\"נ אם באו ליד גבאי אסור לשנותן אעפ\"י שיתנו אחרים תחתיהם רק לקדושה חמורה כי אם עפ\"י זט\"ה במא\"ה וקודם שבאו ליד גבאי מותר לשנותן דהיינו ללוותן ולתת אחרים תחתיהם אבל מ\"מ לא יוכל לחזור בהם (סעיף ה'. וע\"ש בט\"ז):\n\nמוכרים בהכ\"נ וכן שאר דברים שבקדושה ואפילו ס\"ת להספקת תלמידים או להשיא יתום ואפילו יתומה אע\"ג דאינה מצוה על פו\"ר מ\"מ משום לשבת יצרה שייך ג\"כ באשה (מגן אברהם סק\"ט):\n\nהא דבהכ\"נ נמכר הנ\"מ של כפרים שאין באים שם אנשים ממקומות אחרים שלא נעשית אלא לבני הכפרים ואפילו בנו אותה משל אחרים דמסתמא נתנו להם שיעשו בהמעות מה שירצו. אבל של כרכים שבאים שם ממקומות אחרים אפילו בנו אותה משלהם אינו נמכר דמסתמא בנוהו אדעתא דכ\"ע וזכו כל העולם ואם ידוע שלא עשו אלא למעט עם כגון הבהכ\"נ שעושין להם החברות חייטים וכדומה יכולין למכור אפילו בכרך ואם נתנוהו משלהם ותלו בדעת היחיד שהוא המתעסק וצוה בבנינם אז יכול היחיד למכור ובלבד שיהיה זה במעמד אנשי העיר אבל א\"צ הסכמת זטה\"ע וגם לא מצי איניש דעלמא לעכב. אבל אם נדבו אחרים לזה אין מועיל מה שתלו הם בדעת היחיד דשניא יש א' בסוף העולם שאין דעתו נוחה בזה אא\"כ הוא רבן של כל ישראל כמר בר רב אשי דמסתמא כל ישראל הקרובים והרחוקים סומכים עליו (מגן אברהם שם ובס\"ק ל\"ז כ' בשם מ\"ב דהאידנא שמעמידים עליהם ראשי מנהיגים והכל נעשה על פיהם אף של כרכים יכולין זטה\"ע למכור כשבנאוהו משלהם):\n\nהא דב\"ה של כפרים נמכר. דוקא אם נמכר בהסכמת זטה\"ע והיה במעמד אנשי העיר ר\"ל שמכרן זטה\"ע בפרסום אע\"ג ששתקו ולא אמרו בפירוש הן או שקיבלו עליהם בני העי' בפירוש במכר זה על מה שיעש' היחיד יהי' עשוי אזי רשאי להוציא המעו' לכל מה שירצו אבל מכרו זטה\"ע שלא במעמד אנשי העי' אזי המעות נשארו בקדושתן ואסור לשנותן לקדושה קלה. וה\"ה לכל דברי קדושה כגון כל כלי בה\"כנ וספסלים ויריעות דכולהו בתר בית הכנסת גרירי ולכן אם מכרו זטה\"ע במעמד א\"ה בכפרים מותר להשתמש במעות לכל מה שירצו (סעיף ז' וכשרוצין בני הכפר למכור בהכ\"נ ע\"פ זטה\"ע בלא מא\"ה יכולין למכור ממכר עולם והלוקח יעשה בו מה שירצה חוץ ממרחץ ובורסקי ובית הכסא ובגמ' חשיב בית המים ר\"ל לכיבוס ואם מכרוהו זטה\"ע במא\"ה יעשה הלוקח אפי' ד' דברים אלו דפקע קדושה מינה לגמרי (סעיף ט') ודוקא בה\"כ ותשמישים אבל תשמישי קדושה המבוארי' לקמן בסי' מ\"ט דכל אלו נקרא תשמישי קדושה אפי' אם מכרו זטה\"ע במ\"אה בכפרים בקדושתייהו קיימי ואסור להורידן מקדושתו (שם):\n\nבנו בית סתם אפי' ממעות בהכ\"נ מ\"מ אין לו קדושת בהכ\"נ לכל מילי וכן אפי' בנאוהו לשם בהכ\"נ אינו קדוש עד שיתפללו בו אפילו אורחים דהזמנה לאו מילתא הוא אבל מ\"מ חייבים לקיים נדרם ולעשותו בהכ\"נ ואם לפי שעה הקדישם יקיים הכל כפי מה שאמרו. וכן יחיד שבנה בהכ\"נ לא יכול לחזור בו. אבל אם עשה מטפחות לס\"ת שלו שיש לו בביתו ואין קורין בו ברבים כל שלא נשתמש בו לס\"ת יכול לחזור בו (ס\"ק כ\"א) אבל א\"ר כ' דגם בזה אין יכול לחזור אבל השוכרים בית ומתפללים בו אין לו דין בהכ\"נ ויכול להיות בית דירה למעלה ובלבד שינהגו בבתים בנקיות (סי' קנ\"ד ובט\"ז):\n\nיחיד בשלו כגון שנתן ס\"ת לב\"ה לקרות בו י\"א דמותר למכרו ולעשות בדמיו מה שירצה. וי\"א דבין ס\"ת ובין שאר ספרים אסור למכרן אפילו עפ\"י זטה\"ע ומא\"ה ואין לו למכור רק ללמוד תורה שיתפרנס בדמיו או לישא אשה אבל אם מתחלה קנה כדי למכרה ומכ\"ש אם קנה בחוב דמותר למכרה ומ\"מ נוהגים עכשיו למכור אפילו ס\"ת שנתנה לב\"ה לקרות בו ומשתמשין בדמיו דהוי כאלו התנה בתחלה שלא תחול עליו קדושת רבים (סעיף י'):\n\nהא דשרי למכור ב\"ה דוקא כשיש להם ב\"ה אחרת (דהיינו להמ\"א לעיל סי' י\"א דאוסר למכור כשיש להם ב' ב\"ה מיירי שבנו עכשיו אחרת ולהט\"ז וא\"ר דמתירין מיירי הכא שיש להם ב' ב\"ה בעיר ואז מותרי' למכור א') אבל אם אין להם רק ב\"ה זו אסור למכרו אפילו אדעתא לבנות אחרת דהא אפילו לסותרו אסור עד שיבנו אחרת אא\"כ חזו בוה תיוהא כדלעיל סימן י\"א אבל של כרכים אפילו בנאו אחרת אסורים למכור הראשונה דאין בידן להפקיע קדושתה אבל לסתרו שרי דהא אעפ\"כ הקרקע והלבנים והסיד נשארו בקדושתם ואסור למכרם ויש מתירין למכור האבנים כשבנו אחרת טובה מותר לסתור הראשונה ומותר להשתמש בעצים ואבנים של הראשונה (עיין מ\"ב סל\"ג וא\"ר):\n\nבאתרא דלא שכיחי רבים דאתו מעלמא אע\"ג דשכיחי רבים עוברים ושבים לפרקים כיון דלא קביעי בעיר אלא עוברים ושבים דרך עראי נקרא כפר אבל מקום דשכיחי רבים מעלמא שבאים להתפלל שם כגון מקום שסוחרים מתקבצין שם תדיר לסחורה או במקום שיש שם חכם גדול שמתקבצים שם רבים הצריכים לתורתו ולדון לפניו מקרי כרך דמסתמא אדעתא דכל העולם בנאוהו אבל אם בריר לן דלא בנאו אלא אדעתא דבני העיר לבדם וגם לא סייעו להם אחרים מקרי כפר (מ\"ב) (מגן אברהם ס\"ק י\"ז ועיין לעיל סי' כ\"ה):\n\nכל דבר שבקדושה שמותר לשנותו נמכר בלא הכרזה שהרי מותר ליתן אף במתנה ואין בו אונאה אבל דבר שאסור לשנותו כגון א' שציוה שבית זה יהיה לעניים שיאכלו הפירות וא\"כ אין הצבור יכולין ליתן במתנה לאחר א\"כ ה\"ה דאין מוכרים בלא הכרזה (ס\"ק כ'):\n\nיחיד שבנה בה\"מד ונתנה לקהל דינה כב\"ה של קהל אבל אם שייר לעצמו בה שום כח אין לה מכר כ\"א עפ\"י קהל ועל פיו או יורשיו (סעי' ז'):\n\nאין דבר שבקדושה יוצא לחולין אפילו במקום שמותר למכור אלא כשיש דבר אחר שתחול הקדושה עליו ולפיכך בה\"מ או לבינים ועצים מבה\"מ ישן שסתרו יכולין ליתנם במתנה דהיינו עפ\"י זט\"ה במא\"ה דאי לאו דהיה להם הנאה מהם לא היו נותנים לו במתנה נמצא דהוי כמכר והקדושה חלה על המעות לפי שעה ואתר כך מותרים להוציא המעות לכל מה שירצו אבל לעיר רחוקה שלא יהיה להם מהם שום הנאה אפילו עושים בדרך ערמה שהם נותנים להם ב\"ה והם נותנים להם מעות במתנה אסור. וכן יכולים להחליפם באחרים והם יוצאים לחולין אבל אסור למשכנן או להשכירן או להשאילן אפילו ע\"י זט\"ה שאין כאן דבר אחר שתחול קדושתן עליו ודוקא בדרך שמורידן מקדושתן אבל מותר להשאיל אפי' ס\"ת לקרות בה אפילו משל רבים ליחיד ואפילו אם המיעוט מוחין אינן יכולים לעכב (סעיף י\"א):\n\nאם בנו ב\"ה חדשה וסתרו הישנה עפ\"י זט\"ה במא\"ה פקעה הקדושה מהישנה ותלה על החדשה ורשאים לשנות הישנה לכל מה שירצו דלא גרע ממתנה אבל בלא\"ה אין כח אפילו זט\"ה במא\"ה לעשות בו דבר חול שאין כאן דבר אחר שתחול קדושתה עליהן (מגן אברהם ס\"ק כ\"ז):\n\nמי שיש לו תנאי עם הקהל שלא יוכל לבנות בה\"מ כ\"א הוא וזרעו אינו יכול למכור זכותו לאחר. ודוקא שלא קנה זכות זה במעות אלא שהקהל כבדו אותו משום כבודו. אבל אם קנה הזכות במעות קנאו לכל זכות שבו ובלבד שלא ימכור אלא למי שהגון כמוהו (ט\"ז ס\"ק י\"א):\n\nגבו מעות לבנין ב\"ה ובא להם דבר מצוה מוציאין בה המעות עפ\"י זט\"ה במא\"ה. קנו אבנים ועצים לא ימכרום לדבר מצוה אע\"ג דמדינא שרי לא נכון לעשות כן אבל לפדיון שבוים אעפ\"י שכבר התקינו הכל ונתקנו לבנין ב\"ה מוכרים הכל ואם כבר התחילו לבנות אעפ\"י שמן הדין מותר מ\"מ לא נכון למכור אלא יגבו לפדיון מן הצבור:\n\nהמתנדב קרקע לבנות עליה בה\"כנ ולא הניחו נכרים ורוצים הקהל לבנות בהמ\"ד והנודר אמר שלא נדר על דעת זה אם אין הנודר דר באותו עיר יכולין לשנות אפי' לדבר הרשות שהרי נתן על דעת בני העיר ואם דר באותו עיר יכול לעכב דעכ\"פ אדעתא דידיה נמי נתן ומ\"מ זט\"ה יכולים לשנות (סעיף י\"ד):\n\nמי שהשאיל ביתו לב\"ה ויש לו מריבה עם א' מהקהל אינו יכול לאסרה עליו אא\"כ יאסרנה על כל הקהל ודוקא שהשאיל תחלה סתם אבל אם התנה מתחלה שכל זמן שירצה למחות יכול למחות או שלא השאיל להם בפירוש רק שהניחם לכנס לביתו הרשות בידו לעשות כמו שירצ' ועוד תיקנו הגאוני' שאין אדם יכול לאסור חלקו מב\"ה ולא מספרים ואם אחר אינו כלום (סעיף ט\"ו ט\"ז):\n\nכל מצוה שהחזיק בה איזה יחיד ברצון הקהל אין ליתן המצוה לאחר ולפיכך מי שהיה בביתו ב\"ה ימים רבים אין הצבור רשאים לשנותו אפילו יש קצת טעם לשנותו. מפני החשד שיאמרו שאין ב\"ב מהוגנין ועוד שאין רוצה לילך למרחוק לבה\"כנס אף שיש שכר פסיעות. ומיהו אם רוצים מקצתם להתפלל במקום אחר י\"א דרשאין כיון שעכ\"פ נשאר גם בביתו. וכן בכבוד מינוי הבא מזמן לזמן אינן יכולין לשנותו (סעיף יז). אבל אנשים שהחזיקו לקבור מתים אינם יכולים למחות באחרים שבעשיית המצוה כ\"א רוצה לזכות. ואם יש חבורות כמו שיש בקהלות חברה קדישא ג\"ח יכולים בני החבורה למחות עד שיתן להם כמנהגם (ס\"ק מ\"א). ואדם שהחזיק במצוה כגון גלילה וכיוצא בו ואירעו אונס או עוני ונתנו הקהל לאחר ואח\"כ העשיר ורוצה שיחזירו לו המצוה אם בשעה שנתנו הקהל לשני היה סיפוק ביד הראשון לתת מה שהיה נותן בכל שנה ולא חפץ בה ונתרצה עם הקהל לתת לאחר איבד זכותו. אבל אם כשנתנוהו לשני לא היה ביד הראשון סיפק לתת מה שהיה נותן ועכשיו רוצה ליתן כמה שנתן חוזר למצותו ואין לשנותו אפילו מע\"ה לת\"ח אם לא שיש טענה למערער. וה\"ה לפרנס שעבר מחמת אונס ואם עבר משררתו מחמת עבירה אפילו בשוגג אינו חוזר לשררתו (ססי' קנ\"ג):\n\nאע\"ג דמדינא כלי כסף שנהגו להביאם תמיד לב\"ה בחגים אינם יכולים להוציאם לחולין. כבר נתפשט המנהג שנשארים ברשות בעליהם דהוי כאלו התנו עליו מתחלה כדלעיל (סעיף י\"ח):\n\nישוב שלא היה להם ס\"ת וקראו בס\"ת של יחיד ואח\"כ קנאו הצבור ס\"ת וטוען היחיד שכבר החזיק הוי חזקה שאין עמו טענה (משמע אבל אם בא מחמת טענה טענתו טענה) ומ\"מ אין למעט כבוד ס\"ת דיחיד אלא יקראו בכל שבת בס\"ת אחר (סעי\"ק כ\"ט):\n\nמצא דבר שאין בו סי' בחצר ב\"ה זכה בו ולא אמרינן דחצר ב\"ה קונה להקדש דחצר קונה מטעם יד ואין יד להקדש (קנ\"ד):\n\nהעושה היכל וכיוצא בו בבהכנ\"ס ורוצה לכתוב שמו עליו אין הצבור יכולין לעכב עליו:\n\nאחד בנה ב\"ה ורצו הקהל לשתף עמו במעות ולא רצה כדי שיהיה לו ולזרעו שם עולם ח\"ו שיכלה זרעו (שם):\n\nהמעכב לבנות בהכ\"נ אפי' יש בהכ\"נ אחרת בעיר מונע רבים מלעשות מצוה ומ\"מ אם הב\"ה מכילה אותם אסורים לפרוש. והקהל יכולים לגזור שלא יתפללו חוץ לבהכ\"נ (שם במגן אברהם):\n\nבתים וחצרות שמתקבצים בהם להתפלל באקראי אין בהם שום קדושה ועזרות וחצרות שלנו כיון שמתפללין תדיר בהם כל זמן שהם נדחקים שמא נעשו קודש. אבל גן ופרדס ואצטבא שסביבה אעפ\"י שפתוחים לב\"ה אין בהם קדושה ואם היה פתוח נגד ההיכל יש להחמיר שלא להשתמש בהן (סי' קנ\"ד):\n\nארון הקודש לא נקרא אלא אם הוא כארדז אבל ארון הבנוי בחומה של בנין או של עץ אין לו דין אה\"ק וכ\"ש אם הספרים מתקלקלים בהם דמותר ליטלן ויש לו רק קדושת בה\"כנ:\n\nתשמישי קדושה כגון תיק של ספרים ומזוזות ורצועות תפילין וארגז שנותנין בו ס\"ת או חומש וכסא שנותנין עליו ס\"ת דלפעמים נותנין עליו ס\"ת בלא מטפחת (דאל\"כ יש לו רק דין בהכ\"נ). ווילון שתולין לפני ההיכל (היינו למנהג התלמוד שהיו לפעמים כופלין אותו ומניחין ס\"ת עליו בקביעות) יש בהן קדושה וצריך לגונזן אבל האידנא דלא נהגו הכי הפרוכת לא הוי תשמיש קדושה אלא תשמיש דתשמיש ויש לו קדושת בהכ\"נס וכן הכלונסים שבו תולין הפרוכת. ומותר לעשות מפרוכת מכסה שעל השלחן: ודוקא הדבר שמניחין בהן דבר הקדושה בעצמו לפעמים או שנעשה לכבוד ומונח על הדבר קדושה כגון המכסה שעל הקרשים של ספרים אבל אותו מכסה שהוא לשמור אותו מכסה שעל הקרשים לא הוי רק תשמיש דתשמיש (שם):\n\nתיבה שמניחין הס\"ת עליו תמיד אין עושין ממנו כסא לס\"ת להניח עליו לפרקים דהוי הורדה אבל עושין מתיבה גדולה קטנה ומכסא גדול כסא קטן אבל אסור לעשות ממנו שרפרף (ר\"ל כסא קטן) לכסא. וכן מותר לעשות מוילון גדול וילון קטן או לעשות ממנו כיס לס\"ת אבל אסור לעשות ממנו כיס לחומש וכל שכן שאסור לכרוך מפה של ס\"ת לס' הפטרות או לנביאים ומכסה שפורשין על השולחן אסור לעשות ממנו לפרוש על העמוד שלפני החזן (שם):\n\nהארון וכל מה שעושים בב\"ה מועיל בו תנאי להשתמש בו אפי' תשמיש של חול ונהגו ליהנות אפילו במטפחות ומעילים של ס\"ת לשאר הנאות דלב ב\"ד מתנה עליהם ואפילו לא התנו הוי כאילו התנו ומ\"מ ראוי לכל אדם כשמתנדב איזו דבר או הגזברים כשקונין להתנות שיהיו רשאים להשתמש בהן אפילו דבר של חול (שם):\n\nהמעילים והמטפחות שעל ס\"ת שבבה\"כנ שנתנו לקהל מותר להשתמש בכל ספר וספר אבל יחיד שיש לו ס\"ת בביתו כיון שנעשה ע\"ד אותו ספר ונשתמש בו אותו ספר י\"א דאסור להניחו על ס\"ת אחר ועכשיו נוהגין היתר בזה דלב ב\"ד מתנה עליהם (שם):\n\nנרות של שעוה מבית אפיקורסים אסור להדליק' בב\"ה ונ\"ל ה\"ה מן השעוה הנוטף מהם דעדיין חזותיה עליו (עיין סימן י\"א במגן אברהם ס\"ק י\"ב ובט\"ז סימן תרע\"ג ס\"ק י) ואפיקורוס לחלל שבתות שנתן נר או שעוה לב\"ה אסור להדליקו דדמי לקרבן אבל אם נתן מעות לכתוב ספר תורה בשמו מותר ועיין בחכמת אדם סוף כלל קמ\"ו. ונרות של ב\"ה אע\"ג דמדינא אין משתמשין את אלו לדבר חול כ\"א ללמוד ולקרות לאורו ומכ\"ש דאסור להדליק ממנו נר של חול כבר נהגו להקל לצורך גדול דהוי כלב ב\"ד מהנה עליו. ודוקא בנרות שנדרו היחידים אבל מה שלוקחין הגבאים נוהגים ליקח כ\"א ממנו לביתו במוצאי שבת ומשתמש בו חשמיש חול דהוי כלב ב\"ד מתנה עליו (סעיף י\"ג י\"ד):\n\nעיר שאין בה אלא עשרה וא' מהם רוצה לצאת בימים נוראים כופין אותו לישאר או להשכיר אחר במקומו ואם הם י\"א ורוצים לצאת שנים ישכירו שניהם א' בשותפות במקומם ושניהם יפרעו בשוה ואפילו אם א' עני ואחד עשיר מ\"מ יפרעו בשוה שהרי כל אחד מחוייב להעמיד איש במקומו. ושכר החזן על היוצאים כעל הנשארים. ואין חילוק בין אם רוצה לילך זמן ארוך קודם יו\"ט או לא כל שלא יחזור ביום טוב. ואם דרים בישוב רק ח' אז שוכרים שנים ופורעין חצי לפי ממון וחצי לפי נפשות כי העניים יכולים ללכת למקום אחר והעשירים אינם יכולים להניח ביתם ורכושם. ואם אחד אנוס ממש שאינו רשאי לבוא במדינה פטור אבל אם הוא אנוס מחמת חובת ממון או פשיעה שלא יוכל לבא צריך ליתן (סימן נ\"ה):\n\nאין כופין לשכור להשלים מנין כי אם בימים נוראים וכגון שאין חסרים כ\"א א' או שנים אא\"כ מנהג קבוע ומפורסם בעיר לכוף לשכור אפילו בחסרון ג' או ד' (שם):\n\nאפילו אין דרים בעיר רק ג' או ד' בעלי בתים ויש להם משרתים ומלמדים למלאות המנין כופין זה את זה לשכור חזן (שם):\n\nהדרים סביבות הישוב ורגילים לבא לישוב אין צריכין ליתן כלום שאם ירצה ישבו במקומם או ילכו למקום אחר (שם):\n\nבמקום שאין מנין תמיד בב\"הכנ כופין זה את זה בקנסות שיבואו תמיד מנין לב\"ה שלא יתבטל התמיד (שם) ואפילו ללומדים ועי\"ז יתבטלו מלימודם כופין דזמן תורה לחוד (א\"ר בשם דרישה שם):",
  "language": "en",
  "timestamp": "2025-11-20T23:08:35.551039",
  "structured": {
    "klal": 17,
    "simanim": [
      {
        "siman": 1,
        "text": "דין מקומות שראוי להתפלל בו וקדושת בה\"כנ ובה\"מד (סימן צ')המקומות הראוי להתפלל בו אינן שוין כי אינו דומה מתפלל במקום מקודש למתפלל במקום חול והמקום היותר המקודש בח\"ל הוא בית המדרש שלומדין שם כל היום כדכתיב אוהב ה' שערי ציון כו' ודרשו שערים המצויינים בהלכה מכל משכנות יעקב הם בתי כנסיות אעפ\"י שמתפללין בהם ברוב עם והוא הדר' מלך מ\"מ יותר חביב לפני הקב\"ה מקום שלומדים בו תורה כי אין להקב\"ה בעולמו אלא ד\"א של הלכה ומכ\"ש במקום שהוא לומד בקביעות דאפי' לא ייחד אותו לבה\"מד מצוה להתפלל בו אפילו רק בעשרה משילך למקום אחר להתפלל ברוב עם (סי' צ'). המקום השני הוא בה\"כנ שמתפללין בו תמיד וראוי לבחור להתפלל בב\"המד ובה\"כ שמתפללין בו יותר רוב עם ואם יש ב' בה\"כנ ילך למקום שהוא יותר רחוק דאז יש שכר פסיעות (שם). המקום הג' מחמת אונס או חולי קצת ושאר מניעות שאינו יכול להתפלל בבה\"מ ובבה\"כנ ומתפלל במקום שהוקבע למנין קבוע אע\"ג שלא יחדוהו לבה\"כנ. המקום הד' שמתפלל בביתו לפרקים בעשרה. המקום הה' שא\"א לו להתפלל בעשרה או שהוא בדרך עכ\"פ יתפלל בבית שיש בו חלונות אבל אסור להתפלל בשדה אם לא כשהוא בדרך ומכל מקום בשעת הדחק יהדר להתפלל בין אילנות (שם) (ובזה מתורץ קו' תוספות מיצחק דכתיב לשוח בשדה דהמפרשים כתבו דר\"ל לאילנות שבשדה ותיתי לי שמצאתי כן בב\"ח. ונ\"ל דהא דדרשו אין שיחה אלא תפלה יצא להם מדלא כתיב ויצא יצחק לשדה דמאי נ\"מ אם לאילנות או לא ולכן דרשו ג\"כ לשון תפלה ובזוהר בשלח דף ס' משמע דאילנות לא מהני ולכן אין לסמוך ע\"ז אא\"כ שאין לו מקום אחר:",
        "start_pos": 0,
        "end_pos": 1320,
        "has_number": false,
        "index": 0
      },
      {
        "siman": 2,
        "text": "לא יתפלל אחורי בה\"כנ אם אינו מחזיר פניו לבהכ\"נס ואחורי ב\"ה הוא לצד מערב (דהיינו הצד שכנגד ארון הקדש) שאם אינו מחזיר פניו לבה\"כנ הקהל משתחוים למזרח והוא למערב ונמצא עיקר הקפידה שישתחוה לצד שהצבור משתחוין וא\"כ אם עומד במזרח אדרבה לא יחזיר פניו לבה\"כנ. וי\"א דעיקר הקפידה שיחזיר פניו לבה\"כ ואע\"ג שאינו משתחוה לרוח שהקהל משתחוים. ולכן ראוי להחמיר כדבדי שניהן שלא יתפלל אלא במער' ויחזיר פניו לבה\"כנ וגם כשמתפלל בשאר צדדים חוץ לבה\"כנ יש להחמיר שיחזיר פניו לבה\"כנ ואעפ\"י שאינו מתפלל לרוח שהצבור מתפללים מ\"מ כיון שאינו מתפלל להיפך לית לן בה. וכ\"ז כשעומד בחצר בה\"כנ דניכר לכל אבל אם מתפלל בביתו הסמוך לבה\"כנ ופניו כנגד א\"י כראוי ואחוריו לכותל ביתו שהוא כותל בה\"כנ מותר שאינו ניכר שמחזיר פניו מבה\"כנ (שם):",
        "start_pos": 1322,
        "end_pos": 2016,
        "has_number": false,
        "index": 1
      },
      {
        "siman": 3,
        "text": "אסור לעבור חוץ לבה\"כנ בצד שהפתח פתוח בו בשעה שהצבור מתפללים מפני שנראה ככופר כיון שאינו נכנס להתפלל ואם נושא משא או שלבוש תפילין או שיש בה\"כנ אחר בעיר או שיש לבה\"כנ זה פתח אחר או שרוכב מותר (שם):",
        "start_pos": 2018,
        "end_pos": 2213,
        "has_number": false,
        "index": 2
      },
      {
        "siman": 4,
        "text": "מי שיש לו ב\"המד או ב\"הכנ בעירו ומתפלל בביתו בלא שום סיבה נקרא שכן רע כי כן דרך שכנים רעים שאין אחד הולך לבית חבירו (שם). ומצוה לרוץ כשהולך לב\"הכנ או לשאר מצוה אבל בב\"הכנ אסור לרוץ אלא ילך באימה (שם):",
        "start_pos": 2215,
        "end_pos": 2414,
        "has_number": false,
        "index": 3
      },
      {
        "siman": 5,
        "text": "אף שמצוה גדולה להתפלל בב\"הכנ אם יהיה נכשל שם ע\"י חברים רעים בדברים בטילים ולצנות וכיוצא בו. (אשר מאוד הפליג הזוהר הק' בעונש הזה וז\"ל פרשה תרומה מאן דאישתעי בבי כנשתא מילין דחול ווי ליה דאחזי פרודא ווי ליה דגרע מהימנותא ווי ליה דלית ליה חולקא באלהא דישראל דאחזי דהא לית אלהא ולא אשתכח תמן ולית ליה חולקא ביה ולא דחיל מיניה ואנהיג קלנא בתקונא עלאה דלעילא עכ\"ל) או שלא יוכל לשמוע שם קריאת ספר תורה ותפלת הש\"ץ מוטב שיתפלל בביתו בעשרה:",
        "start_pos": 2416,
        "end_pos": 2846,
        "has_number": false,
        "index": 4
      },
      {
        "siman": 6,
        "text": "קדושת בה\"כנ וב\"המד גדולה מאוד ומוזהרים עליהם לירא ממי ששוכן בהם כדכתיב וממקדשי תיראו ולא בית המקדש בלבד אלא כל מקום המקודש וב\"הכנ וב\"המד נקראים מקדש מעט כדכתיב ואהי להם למקדש מעט אלו בתי כנסיות וב\"מד. וכתבו הפוסקים דמצוה זו לירא מן המקדש נוהג בב\"הכנ ובהמ\"ד מדאורייתא. (עיין ס' יריאים סימן שצ\"ד) ולכן אסור לדבר בהם דברים בטילים ואין מחשבין בהם חשבונות אלא של מצוה כגון קופה של צדקה וכדומה ומכ\"ש שאסור שם בשחוק וקלות ראש ועליהם נאמר מי בקש זאת מידכם רמוס חצרי ומראה בעצמו שאין לו חלק באלהי ישראל. ובזוהר מפליג מאוד בעונשם רחמנא ליצלן וזה שאמר בזוהר כאלו אין לו אלוה:",
        "start_pos": 2848,
        "end_pos": 3412,
        "has_number": false,
        "index": 5
      },
      {
        "siman": 7,
        "text": "נוהגים בהם כבוד לכבדם ולרבצן ומדליקין בהם נרות לכבוד (סי' קנ\"א):",
        "start_pos": 3414,
        "end_pos": 3478,
        "has_number": false,
        "index": 6
      },
      {
        "siman": 8,
        "text": "אפי' אם נחרבו. עדיין בקדושתן. שנאמר והשימותי את מקדשיכם ולא כתיב בהפך ואת מקדשיכם אשומם להראות אף כשהן שוממין מ\"מ הם בקדושתן ולכן צריך לנהוג בהם כבוד חוץ מכיבוד וריבוץ ואם עלו בהם עשבים תולשים אותן ומניחים במקומן כדי שיראו העם ותעיר רוחם וישתדלו לבנותם ואם בנאוהו במקום אחר וא\"צ עוד למקום זה כ\"ז שלא מכרוהו כדין יעשו גדר סביביו שלא יבואו לזלזל שם (שם):",
        "start_pos": 3480,
        "end_pos": 3832,
        "has_number": false,
        "index": 7
      },
      {
        "siman": 9,
        "text": "אפילו בעליה שעל גבי בהכ\"נ אסור להשתמש תשמיש של גנאי ובשאר תשמישים מסתפקים הפוסקים ואם בנו מתחלה בית דירה ע\"ג בהכ\"נ נמצא שלא נתקדש כלל מעולם לעלית בה\"כנ מותר להשתמש שם ובלבד שלא ישתמש בו תשמיש מגונה מאד כטינוף וכיוצא בו וגם בזה שומר נפשו ירחק מזה (והט\"ז שם כתב שנענשו ע\"ז הרבה) ואפילו לבות הכנסת בישובו מהני תנאי אם התנו מתחלת הבנין להשתמש בו. ומ\"מ לתשמיש של קלות ראש כגון לאכילה ושתייה וכיוצא בו לא מהני תנאי (שם):",
        "start_pos": 3834,
        "end_pos": 4248,
        "has_number": false,
        "index": 8
      },
      {
        "siman": 10,
        "text": "אסור לסתור דבר מבית הכנסת דכתיב ונתצתם את מזבחותם לא תעשון כן לה' אלהיכם אא\"כ עושה ע\"מ לתקן ולבנות ודוקא במה שהוא מחובר שייך נתיצה ואפי' לעשות גומא בכותל לסמוך בו השטענדר אע\"ג דאינה דרך נתיצה אין נכון. ועיין בחיבורי ח\"א כלל פ\"ו סימן ט\"ו (קנ\"ב):",
        "start_pos": 4250,
        "end_pos": 4494,
        "has_number": false,
        "index": 9
      },
      {
        "siman": 11,
        "text": "אין סותרין בהכ\"נ אפילו לבנות אחרת בעצים ואבנים שלה שמא יארע להם אונס אלא בונים תחלה החדשה ואחר כך סותרין הישנה וה\"ה אם צריכים לסתור כותל אחד דינו הכי ודוקא שהיא חזקה עדיין אבל אם חרבו יסודותיה או נטו כותליה ליפול סותרים אותה מיד ומתחילין לבנות אותה במהרה ביום ובלילה שלא תדחק השעה ותשאר חרב ואם יש להם בהכ\"נ קבוע (עיין סי' קנ\"ב שהמ\"א אוסר והט\"ז מתיר וכ\"כ א\"ר) ואם גזר השלטון שלא להתפלל בבהכ\"נ זו או שדרו חוץ לעיר ונתיישבו בתוך העיר ונשאר הבהכ\"נ שממה מותר לסתרה או למכרה וליקח בדמיה אחרת וכן אם אין תקנה שוב לבנות בהכ\"נ על אותו מקום מפני נכרים ויש לחוש שיבנו שם בית נכרי דמותר למכרו דודאי ניחא לכ\"ע ולרוחא דמלתא ישאירו מקום עזרת ישראל (כצ\"ל במ\"א וכ\"כ א\"ר שכן הוא בתשובת מהר\"ם) פנוי ויעשוהו גן ירק שאינו מכוער כ\"כ (סימן קצ\"ג):",
        "start_pos": 4496,
        "end_pos": 5220,
        "has_number": false,
        "index": 10
      },
      {
        "siman": 12,
        "text": "אסור לכנוס לבהכ\"נ ובהמ\"ד כ\"א לצורך תפלה או ת\"ת ואם היה צריך לקרות את חבירו מבהכ\"נ יכנס ויקרא שם או איזה פסוקים או איזה תפלה או משנה ואחר כך יקראהו או ישהה שם מעט כי גם הישיבה בהם מצוה וכ\"ש דאסור לכנס בו לקצר דרכו כגון שהיה לבהכ\"נ ב' פתחים. ואם לא נכנס בו תחלה לקצר דרכו מותר ואם יכנס בו להתפלל מצוה שיצא דרך פתח האחרת (קנ\"א)",
        "start_pos": 5222,
        "end_pos": 5546,
        "has_number": false,
        "index": 11
      },
      {
        "siman": 13,
        "text": "מותר לרוק בהם אך ישפשף תיכף ברגלו וקודם שיכנס יקנח הטיט מעל רגליו ומותר ליכנס בו במקלו ותרמילו (שם):",
        "start_pos": 5548,
        "end_pos": 5648,
        "has_number": false,
        "index": 12
      },
      {
        "siman": 14,
        "text": "אסור לאכול ולשתות ולישן בבית הכנסת אפי' שינת עראי ולצורך בהכ\"נ כגון בליל יוה\"כ או למצוה אחרת מותר גם לאכול שם ובבהמ\"ד אותן אנשים הלומדים שם בקביעות מותרים לאכול ולישן אפי' שינת קבע שלא יתבטלו מלימודם אבל שאר צרכיו אסור ואפילו ליכנס בהם מפני הגשמים אסור ומי שאינו לומד שם בקביעות אסור אפי' באכילה (שם):",
        "start_pos": 5650,
        "end_pos": 5951,
        "has_number": false,
        "index": 13
      },
      {
        "siman": 15,
        "text": "אין לנשק בניו הקטנים בהם שאינו ראוי להראות שם אהבה אחרת זולת אהבת המקום (צ\"א):",
        "start_pos": 5953,
        "end_pos": 6031,
        "has_number": false,
        "index": 14
      },
      {
        "siman": 16,
        "text": "כופין בני העיר זה את זה לבנות בהכ\"נ. ומדינא צריך לבנות אותה בגובה של עיר ולהגביה אותה עד שתהיה גבוה מכל בתי העיר שמשתמשים בהם (לאפוקי בירניות ומגדלים וגגות שאין משתמשים) שנאמר לרומם את בית אלהינו ולפיכך מי שהגביה ביתו יותר מבהכ\"נ כופין אותו להשפילו אך עכשיו מאהבת מלכות עלינו ויש בלא\"ה בתי נכרים שבעיר שגבוהים יותר מבה\"כ לכן אין משגיחין אפילו כשבית ישראל גבוה יותר מפני שדינא דמלכותא דינא (סי' ק\"נ):",
        "start_pos": 6033,
        "end_pos": 6432,
        "has_number": false,
        "index": 15
      },
      {
        "siman": 17,
        "text": "צריך לפתוח חלונות של בהכ\"נ כנגד ירושלים כדי להתפל לכנגדו וטוב שיהיו י\"ב חלונות סימן צ'). והבונה כנגד חלון בהכ\"נ שכבר החזיקו בו הקהל בחלונות אין מספיק לו בהרחקת ד' אמות לפי שהוא צריך אור גדול ועיין במגן אברהם שם ס\"ק ד' מענין פתיחת חלונות לחצר בהכ\"נ (סי' ק\"נ):",
        "start_pos": 6434,
        "end_pos": 6692,
        "has_number": false,
        "index": 16
      },
      {
        "siman": 18,
        "text": "אין פותחין פתח בהכ\"נ אלא נגד הצד שמתפללין בו באותה העיר כגון במדינות אלו שאנו מתפללין ומשתחוים כנגד מזרח (דהיינו מפני שאנו יושבים בצד מערבי של א\"י) ואז יהיה הפתח במערב כדי שישתחוה מן הפתח נגד ארון הקדש ואפי' אם היה הפתח מצד א' וחרבה הבהכ\"נ ורצו קצת מנהיגים לעשות הפתח כדינה אין האחרים יכולים למחות אפי' הם הרוב ואע\"פ שמשנים סדר הישיבה יקוב הדין ביניהם: ועושין בימה באמצע שיעמיד עליה הקורא בתורה כדי שישמעו כלם וכשמתפלל הש\"ץ יהיה פניו כלפי הקדש (שם):",
        "start_pos": 6694,
        "end_pos": 7143,
        "has_number": false,
        "index": 17
      },
      {
        "siman": 19,
        "text": "עכשיו שקונים המקומות בבהכ\"נ אין סדר לישיבה והאחרונים כתבו שאין לעשות מקומות בין הבימה לבין אה\"ק בענין שתהיה הישיבה אחוריו להיכל. משמע אבל אם סדר הישיבה פניהם למזרח מותר וכן נוהגין ולא חיישינן לטעם שהמברך בס\"ת ומשתחוה נראה כשמשתחוה לאדם שעומד שם שאין כוונתו בהשתחיואה זו רק לכבוד התורה (שם):",
        "start_pos": 7145,
        "end_pos": 7435,
        "has_number": false,
        "index": 18
      },
      {
        "siman": 20,
        "text": "מותר לעשות מבהכ\"נ בית המדרש אפילו אין מתפללין שם רבים כמו עכשיו רק יחיד בביתו שיתפלל שם בעשרה אבל לא מבהמ\"ד בהכ\"נ ועיין במ\"א (סימן קנ\"ג ס\"ק א'):",
        "start_pos": 7437,
        "end_pos": 7581,
        "has_number": false,
        "index": 19
      },
      {
        "siman": 21,
        "text": "אסור למכור דבר שבקדושה להוריד אותו מקדושתו אלא דוקא להעלות לקדושה דקיי\"ל מעלין בקודש ולא מורידין (עיין כלל ס\"ח). ולפיכך אם מכדו ב\"ה יכולים ליקח בדמיו תיבה דהיינו אה\"ק: מכרו תיבה יכולים ליקת בדמיו מטפחת של ס\"ת. מטפחת לוקחין נביאים וכתובים. מכרו ספרים לוקחין ס\"ת אבל איפכא להורידן מקדושתן אסור אפי' קנו במקצת דמי' דבר שקדושתו תמורה אין יכולין לשנות המותר לקדושה קלה ואמנם לקנות קדושה כיוצא בו בס\"ת אסור לכ\"ע למכור ישנה ולקנות חדשה ובשאר ספרים נוהגים עכשיו היתר וצ\"ל דמתחלה שקנה הספר דעתו לכך שבאם שיזדמן לו יותר יפה ימכור זה ליקח היפה אע\"ג שלא התנה בפירוש ובבהכ\"נ לכתחלה לא ימכרו לבנות אחרת יפה הימנו ויש מתירין בבהכ\"נ (שם):",
        "start_pos": 7583,
        "end_pos": 8205,
        "has_number": false,
        "index": 20
      },
      {
        "siman": 22,
        "text": "גבו מעות לבנות בהכ\"נ או בהמ\"ד או לקנות תיבה או מטפחת ורצו לשנותן אין משנין אלא מקדושה קלה לקדושה חמורה משום דבני העיר לא נתנו המעות אלא אדעתא לעשות דבר זה ואסור לשנותן שלא מדעתן ומ\"מ שבעה טובי העיר במעמד אנשי העיר שרי לשנות המעות שהרי נתנו על דעתם. ואם עשו הדבר שגבו אותם בשבילם משנין המותר לכל מה שירצו אפי' לדבר הרשות כיון שנעשה בדעת אנשי העיר ואם כשגבו המעות התנו לעשות חפצם ממותר הדמים אפי' קנו ומכרו וחזרו וקנו קדושה במקצת הדמים מותר להוריד המותר. אבל אם לא התנו כשגבו אלא כשמכרו התנו אסור להורידן. ואם קנו במקצת דמים אלו שגבו עצים ולבינים חלה קדושת הדמים על העצים והאבנים ואסור לשנותן רק לקדושה חמורה (שם):",
        "start_pos": 8207,
        "end_pos": 8819,
        "has_number": false,
        "index": 21
      },
      {
        "siman": 23,
        "text": "ואם הביאו עצים ואבנים לצורך בנין בהכ\"נ אם באו ליד גבאי אסור לשנותן אעפ\"י שיתנו אחרים תחתיהם רק לקדושה חמורה כי אם עפ\"י זט\"ה במא\"ה וקודם שבאו ליד גבאי מותר לשנותן דהיינו ללוותן ולתת אחרים תחתיהם אבל מ\"מ לא יוכל לחזור בהם (סעיף ה'. וע\"ש בט\"ז):",
        "start_pos": 8821,
        "end_pos": 9062,
        "has_number": false,
        "index": 22
      },
      {
        "siman": 24,
        "text": "מוכרים בהכ\"נ וכן שאר דברים שבקדושה ואפילו ס\"ת להספקת תלמידים או להשיא יתום ואפילו יתומה אע\"ג דאינה מצוה על פו\"ר מ\"מ משום לשבת יצרה שייך ג\"כ באשה (מגן אברהם סק\"ט):",
        "start_pos": 9064,
        "end_pos": 9226,
        "has_number": false,
        "index": 23
      },
      {
        "siman": 25,
        "text": "הא דבהכ\"נ נמכר הנ\"מ של כפרים שאין באים שם אנשים ממקומות אחרים שלא נעשית אלא לבני הכפרים ואפילו בנו אותה משל אחרים דמסתמא נתנו להם שיעשו בהמעות מה שירצו. אבל של כרכים שבאים שם ממקומות אחרים אפילו בנו אותה משלהם אינו נמכר דמסתמא בנוהו אדעתא דכ\"ע וזכו כל העולם ואם ידוע שלא עשו אלא למעט עם כגון הבהכ\"נ שעושין להם החברות חייטים וכדומה יכולין למכור אפילו בכרך ואם נתנוהו משלהם ותלו בדעת היחיד שהוא המתעסק וצוה בבנינם אז יכול היחיד למכור ובלבד שיהיה זה במעמד אנשי העיר אבל א\"צ הסכמת זטה\"ע וגם לא מצי איניש דעלמא לעכב. אבל אם נדבו אחרים לזה אין מועיל מה שתלו הם בדעת היחיד דשניא יש א' בסוף העולם שאין דעתו נוחה בזה אא\"כ הוא רבן של כל ישראל כמר בר רב אשי דמסתמא כל ישראל הקרובים והרחוקים סומכים עליו (מגן אברהם שם ובס\"ק ל\"ז כ' בשם מ\"ב דהאידנא שמעמידים עליהם ראשי מנהיגים והכל נעשה על פיהם אף של כרכים יכולין זטה\"ע למכור כשבנאוהו משלהם):",
        "start_pos": 9228,
        "end_pos": 10056,
        "has_number": false,
        "index": 24
      },
      {
        "siman": 26,
        "text": "הא דב\"ה של כפרים נמכר. דוקא אם נמכר בהסכמת זטה\"ע והיה במעמד אנשי העיר ר\"ל שמכרן זטה\"ע בפרסום אע\"ג ששתקו ולא אמרו בפירוש הן או שקיבלו עליהם בני העי' בפירוש במכר זה על מה שיעש' היחיד יהי' עשוי אזי רשאי להוציא המעו' לכל מה שירצו אבל מכרו זטה\"ע שלא במעמד אנשי העי' אזי המעות נשארו בקדושתן ואסור לשנותן לקדושה קלה. וה\"ה לכל דברי קדושה כגון כל כלי בה\"כנ וספסלים ויריעות דכולהו בתר בית הכנסת גרירי ולכן אם מכרו זטה\"ע במעמד א\"ה בכפרים מותר להשתמש במעות לכל מה שירצו (סעיף ז' וכשרוצין בני הכפר למכור בהכ\"נ ע\"פ זטה\"ע בלא מא\"ה יכולין למכור ממכר עולם והלוקח יעשה בו מה שירצה חוץ ממרחץ ובורסקי ובית הכסא ובגמ' חשיב בית המים ר\"ל לכיבוס ואם מכרוהו זטה\"ע במא\"ה יעשה הלוקח אפי' ד' דברים אלו דפקע קדושה מינה לגמרי (סעיף ט') ודוקא בה\"כ ותשמישים אבל תשמישי קדושה המבוארי' לקמן בסי' מ\"ט דכל אלו נקרא תשמישי קדושה אפי' אם מכרו זטה\"ע במ\"אה בכפרים בקדושתייהו קיימי ואסור להורידן מקדושתו (שם):",
        "start_pos": 10058,
        "end_pos": 10926,
        "has_number": false,
        "index": 25
      },
      {
        "siman": 27,
        "text": "בנו בית סתם אפי' ממעות בהכ\"נ מ\"מ אין לו קדושת בהכ\"נ לכל מילי וכן אפי' בנאוהו לשם בהכ\"נ אינו קדוש עד שיתפללו בו אפילו אורחים דהזמנה לאו מילתא הוא אבל מ\"מ חייבים לקיים נדרם ולעשותו בהכ\"נ ואם לפי שעה הקדישם יקיים הכל כפי מה שאמרו. וכן יחיד שבנה בהכ\"נ לא יכול לחזור בו. אבל אם עשה מטפחות לס\"ת שלו שיש לו בביתו ואין קורין בו ברבים כל שלא נשתמש בו לס\"ת יכול לחזור בו (ס\"ק כ\"א) אבל א\"ר כ' דגם בזה אין יכול לחזור אבל השוכרים בית ומתפללים בו אין לו דין בהכ\"נ ויכול להיות בית דירה למעלה ובלבד שינהגו בבתים בנקיות (סי' קנ\"ד ובט\"ז):",
        "start_pos": 10928,
        "end_pos": 11448,
        "has_number": false,
        "index": 26
      },
      {
        "siman": 28,
        "text": "יחיד בשלו כגון שנתן ס\"ת לב\"ה לקרות בו י\"א דמותר למכרו ולעשות בדמיו מה שירצה. וי\"א דבין ס\"ת ובין שאר ספרים אסור למכרן אפילו עפ\"י זטה\"ע ומא\"ה ואין לו למכור רק ללמוד תורה שיתפרנס בדמיו או לישא אשה אבל אם מתחלה קנה כדי למכרה ומכ\"ש אם קנה בחוב דמותר למכרה ומ\"מ נוהגים עכשיו למכור אפילו ס\"ת שנתנה לב\"ה לקרות בו ומשתמשין בדמיו דהוי כאלו התנה בתחלה שלא תחול עליו קדושת רבים (סעיף י'):",
        "start_pos": 11450,
        "end_pos": 11826,
        "has_number": false,
        "index": 27
      },
      {
        "siman": 29,
        "text": "הא דשרי למכור ב\"ה דוקא כשיש להם ב\"ה אחרת (דהיינו להמ\"א לעיל סי' י\"א דאוסר למכור כשיש להם ב' ב\"ה מיירי שבנו עכשיו אחרת ולהט\"ז וא\"ר דמתירין מיירי הכא שיש להם ב' ב\"ה בעיר ואז מותרי' למכור א') אבל אם אין להם רק ב\"ה זו אסור למכרו אפילו אדעתא לבנות אחרת דהא אפילו לסותרו אסור עד שיבנו אחרת אא\"כ חזו בוה תיוהא כדלעיל סימן י\"א אבל של כרכים אפילו בנאו אחרת אסורים למכור הראשונה דאין בידן להפקיע קדושתה אבל לסתרו שרי דהא אעפ\"כ הקרקע והלבנים והסיד נשארו בקדושתם ואסור למכרם ויש מתירין למכור האבנים כשבנו אחרת טובה מותר לסתור הראשונה ומותר להשתמש בעצים ואבנים של הראשונה (עיין מ\"ב סל\"ג וא\"ר):",
        "start_pos": 11828,
        "end_pos": 12408,
        "has_number": false,
        "index": 28
      },
      {
        "siman": 30,
        "text": "באתרא דלא שכיחי רבים דאתו מעלמא אע\"ג דשכיחי רבים עוברים ושבים לפרקים כיון דלא קביעי בעיר אלא עוברים ושבים דרך עראי נקרא כפר אבל מקום דשכיחי רבים מעלמא שבאים להתפלל שם כגון מקום שסוחרים מתקבצין שם תדיר לסחורה או במקום שיש שם חכם גדול שמתקבצים שם רבים הצריכים לתורתו ולדון לפניו מקרי כרך דמסתמא אדעתא דכל העולם בנאוהו אבל אם בריר לן דלא בנאו אלא אדעתא דבני העיר לבדם וגם לא סייעו להם אחרים מקרי כפר (מ\"ב) (מגן אברהם ס\"ק י\"ז ועיין לעיל סי' כ\"ה):",
        "start_pos": 12410,
        "end_pos": 12852,
        "has_number": false,
        "index": 29
      },
      {
        "siman": 31,
        "text": "כל דבר שבקדושה שמותר לשנותו נמכר בלא הכרזה שהרי מותר ליתן אף במתנה ואין בו אונאה אבל דבר שאסור לשנותו כגון א' שציוה שבית זה יהיה לעניים שיאכלו הפירות וא\"כ אין הצבור יכולין ליתן במתנה לאחר א\"כ ה\"ה דאין מוכרים בלא הכרזה (ס\"ק כ'):",
        "start_pos": 12854,
        "end_pos": 13081,
        "has_number": false,
        "index": 30
      },
      {
        "siman": 32,
        "text": "יחיד שבנה בה\"מד ונתנה לקהל דינה כב\"ה של קהל אבל אם שייר לעצמו בה שום כח אין לה מכר כ\"א עפ\"י קהל ועל פיו או יורשיו (סעי' ז'):",
        "start_pos": 13083,
        "end_pos": 13207,
        "has_number": false,
        "index": 31
      },
      {
        "siman": 33,
        "text": "אין דבר שבקדושה יוצא לחולין אפילו במקום שמותר למכור אלא כשיש דבר אחר שתחול הקדושה עליו ולפיכך בה\"מ או לבינים ועצים מבה\"מ ישן שסתרו יכולין ליתנם במתנה דהיינו עפ\"י זט\"ה במא\"ה דאי לאו דהיה להם הנאה מהם לא היו נותנים לו במתנה נמצא דהוי כמכר והקדושה חלה על המעות לפי שעה ואתר כך מותרים להוציא המעות לכל מה שירצו אבל לעיר רחוקה שלא יהיה להם מהם שום הנאה אפילו עושים בדרך ערמה שהם נותנים להם ב\"ה והם נותנים להם מעות במתנה אסור. וכן יכולים להחליפם באחרים והם יוצאים לחולין אבל אסור למשכנן או להשכירן או להשאילן אפילו ע\"י זט\"ה שאין כאן דבר אחר שתחול קדושתן עליו ודוקא בדרך שמורידן מקדושתן אבל מותר להשאיל אפי' ס\"ת לקרות בה אפילו משל רבים ליחיד ואפילו אם המיעוט מוחין אינן יכולים לעכב (סעיף י\"א):",
        "start_pos": 13209,
        "end_pos": 13895,
        "has_number": false,
        "index": 32
      },
      {
        "siman": 34,
        "text": "אם בנו ב\"ה חדשה וסתרו הישנה עפ\"י זט\"ה במא\"ה פקעה הקדושה מהישנה ותלה על החדשה ורשאים לשנות הישנה לכל מה שירצו דלא גרע ממתנה אבל בלא\"ה אין כח אפילו זט\"ה במא\"ה לעשות בו דבר חול שאין כאן דבר אחר שתחול קדושתה עליהן (מגן אברהם ס\"ק כ\"ז):",
        "start_pos": 13897,
        "end_pos": 14127,
        "has_number": false,
        "index": 33
      },
      {
        "siman": 35,
        "text": "מי שיש לו תנאי עם הקהל שלא יוכל לבנות בה\"מ כ\"א הוא וזרעו אינו יכול למכור זכותו לאחר. ודוקא שלא קנה זכות זה במעות אלא שהקהל כבדו אותו משום כבודו. אבל אם קנה הזכות במעות קנאו לכל זכות שבו ובלבד שלא ימכור אלא למי שהגון כמוהו (ט\"ז ס\"ק י\"א):",
        "start_pos": 14129,
        "end_pos": 14365,
        "has_number": false,
        "index": 34
      },
      {
        "siman": 36,
        "text": "גבו מעות לבנין ב\"ה ובא להם דבר מצוה מוציאין בה המעות עפ\"י זט\"ה במא\"ה. קנו אבנים ועצים לא ימכרום לדבר מצוה אע\"ג דמדינא שרי לא נכון לעשות כן אבל לפדיון שבוים אעפ\"י שכבר התקינו הכל ונתקנו לבנין ב\"ה מוכרים הכל ואם כבר התחילו לבנות אעפ\"י שמן הדין מותר מ\"מ לא נכון למכור אלא יגבו לפדיון מן הצבור:",
        "start_pos": 14367,
        "end_pos": 14657,
        "has_number": false,
        "index": 35
      },
      {
        "siman": 37,
        "text": "המתנדב קרקע לבנות עליה בה\"כנ ולא הניחו נכרים ורוצים הקהל לבנות בהמ\"ד והנודר אמר שלא נדר על דעת זה אם אין הנודר דר באותו עיר יכולין לשנות אפי' לדבר הרשות שהרי נתן על דעת בני העיר ואם דר באותו עיר יכול לעכב דעכ\"פ אדעתא דידיה נמי נתן ומ\"מ זט\"ה יכולים לשנות (סעיף י\"ד):",
        "start_pos": 14659,
        "end_pos": 14924,
        "has_number": false,
        "index": 36
      },
      {
        "siman": 38,
        "text": "מי שהשאיל ביתו לב\"ה ויש לו מריבה עם א' מהקהל אינו יכול לאסרה עליו אא\"כ יאסרנה על כל הקהל ודוקא שהשאיל תחלה סתם אבל אם התנה מתחלה שכל זמן שירצה למחות יכול למחות או שלא השאיל להם בפירוש רק שהניחם לכנס לביתו הרשות בידו לעשות כמו שירצ' ועוד תיקנו הגאוני' שאין אדם יכול לאסור חלקו מב\"ה ולא מספרים ואם אחר אינו כלום (סעיף ט\"ו ט\"ז):",
        "start_pos": 14926,
        "end_pos": 15251,
        "has_number": false,
        "index": 37
      },
      {
        "siman": 39,
        "text": "כל מצוה שהחזיק בה איזה יחיד ברצון הקהל אין ליתן המצוה לאחר ולפיכך מי שהיה בביתו ב\"ה ימים רבים אין הצבור רשאים לשנותו אפילו יש קצת טעם לשנותו. מפני החשד שיאמרו שאין ב\"ב מהוגנין ועוד שאין רוצה לילך למרחוק לבה\"כנס אף שיש שכר פסיעות. ומיהו אם רוצים מקצתם להתפלל במקום אחר י\"א דרשאין כיון שעכ\"פ נשאר גם בביתו. וכן בכבוד מינוי הבא מזמן לזמן אינן יכולין לשנותו (סעיף יז). אבל אנשים שהחזיקו לקבור מתים אינם יכולים למחות באחרים שבעשיית המצוה כ\"א רוצה לזכות. ואם יש חבורות כמו שיש בקהלות חברה קדישא ג\"ח יכולים בני החבורה למחות עד שיתן להם כמנהגם (ס\"ק מ\"א). ואדם שהחזיק במצוה כגון גלילה וכיוצא בו ואירעו אונס או עוני ונתנו הקהל לאחר ואח\"כ העשיר ורוצה שיחזירו לו המצוה אם בשעה שנתנו הקהל לשני היה סיפוק ביד הראשון לתת מה שהיה נותן בכל שנה ולא חפץ בה ונתרצה עם הקהל לתת לאחר איבד זכותו. אבל אם כשנתנוהו לשני לא היה ביד הראשון סיפק לתת מה שהיה נותן ועכשיו רוצה ליתן כמה שנתן חוזר למצותו ואין לשנותו אפילו מע\"ה לת\"ח אם לא שיש טענה למערער. וה\"ה לפרנס שעבר מחמת אונס ואם עבר משררתו מחמת עבירה אפילו בשוגג אינו חוזר לשררתו (ססי' קנ\"ג):",
        "start_pos": 15253,
        "end_pos": 16270,
        "has_number": false,
        "index": 38
      },
      {
        "siman": 40,
        "text": "אע\"ג דמדינא כלי כסף שנהגו להביאם תמיד לב\"ה בחגים אינם יכולים להוציאם לחולין. כבר נתפשט המנהג שנשארים ברשות בעליהם דהוי כאלו התנו עליו מתחלה כדלעיל (סעיף י\"ח):",
        "start_pos": 16272,
        "end_pos": 16430,
        "has_number": false,
        "index": 39
      },
      {
        "siman": 41,
        "text": "ישוב שלא היה להם ס\"ת וקראו בס\"ת של יחיד ואח\"כ קנאו הצבור ס\"ת וטוען היחיד שכבר החזיק הוי חזקה שאין עמו טענה (משמע אבל אם בא מחמת טענה טענתו טענה) ומ\"מ אין למעט כבוד ס\"ת דיחיד אלא יקראו בכל שבת בס\"ת אחר (סעי\"ק כ\"ט):",
        "start_pos": 16432,
        "end_pos": 16645,
        "has_number": false,
        "index": 40
      },
      {
        "siman": 42,
        "text": "מצא דבר שאין בו סי' בחצר ב\"ה זכה בו ולא אמרינן דחצר ב\"ה קונה להקדש דחצר קונה מטעם יד ואין יד להקדש (קנ\"ד):",
        "start_pos": 16647,
        "end_pos": 16753,
        "has_number": false,
        "index": 41
      },
      {
        "siman": 43,
        "text": "העושה היכל וכיוצא בו בבהכנ\"ס ורוצה לכתוב שמו עליו אין הצבור יכולין לעכב עליו:",
        "start_pos": 16755,
        "end_pos": 16832,
        "has_number": false,
        "index": 42
      },
      {
        "siman": 44,
        "text": "אחד בנה ב\"ה ורצו הקהל לשתף עמו במעות ולא רצה כדי שיהיה לו ולזרעו שם עולם ח\"ו שיכלה זרעו (שם):",
        "start_pos": 16834,
        "end_pos": 16927,
        "has_number": false,
        "index": 43
      },
      {
        "siman": 45,
        "text": "המעכב לבנות בהכ\"נ אפי' יש בהכ\"נ אחרת בעיר מונע רבים מלעשות מצוה ומ\"מ אם הב\"ה מכילה אותם אסורים לפרוש. והקהל יכולים לגזור שלא יתפללו חוץ לבהכ\"נ (שם במגן אברהם):",
        "start_pos": 16929,
        "end_pos": 17088,
        "has_number": false,
        "index": 44
      },
      {
        "siman": 46,
        "text": "בתים וחצרות שמתקבצים בהם להתפלל באקראי אין בהם שום קדושה ועזרות וחצרות שלנו כיון שמתפללין תדיר בהם כל זמן שהם נדחקים שמא נעשו קודש. אבל גן ופרדס ואצטבא שסביבה אעפ\"י שפתוחים לב\"ה אין בהם קדושה ואם היה פתוח נגד ההיכל יש להחמיר שלא להשתמש בהן (סי' קנ\"ד):",
        "start_pos": 17090,
        "end_pos": 17341,
        "has_number": false,
        "index": 45
      },
      {
        "siman": 47,
        "text": "ארון הקודש לא נקרא אלא אם הוא כארדז אבל ארון הבנוי בחומה של בנין או של עץ אין לו דין אה\"ק וכ\"ש אם הספרים מתקלקלים בהם דמותר ליטלן ויש לו רק קדושת בה\"כנ:",
        "start_pos": 17343,
        "end_pos": 17495,
        "has_number": false,
        "index": 46
      },
      {
        "siman": 48,
        "text": "תשמישי קדושה כגון תיק של ספרים ומזוזות ורצועות תפילין וארגז שנותנין בו ס\"ת או חומש וכסא שנותנין עליו ס\"ת דלפעמים נותנין עליו ס\"ת בלא מטפחת (דאל\"כ יש לו רק דין בהכ\"נ). ווילון שתולין לפני ההיכל (היינו למנהג התלמוד שהיו לפעמים כופלין אותו ומניחין ס\"ת עליו בקביעות) יש בהן קדושה וצריך לגונזן אבל האידנא דלא נהגו הכי הפרוכת לא הוי תשמיש קדושה אלא תשמיש דתשמיש ויש לו קדושת בהכ\"נס וכן הכלונסים שבו תולין הפרוכת. ומותר לעשות מפרוכת מכסה שעל השלחן: ודוקא הדבר שמניחין בהן דבר הקדושה בעצמו לפעמים או שנעשה לכבוד ומונח על הדבר קדושה כגון המכסה שעל הקרשים של ספרים אבל אותו מכסה שהוא לשמור אותו מכסה שעל הקרשים לא הוי רק תשמיש דתשמיש (שם):",
        "start_pos": 17497,
        "end_pos": 18125,
        "has_number": false,
        "index": 47
      },
      {
        "siman": 49,
        "text": "תיבה שמניחין הס\"ת עליו תמיד אין עושין ממנו כסא לס\"ת להניח עליו לפרקים דהוי הורדה אבל עושין מתיבה גדולה קטנה ומכסא גדול כסא קטן אבל אסור לעשות ממנו שרפרף (ר\"ל כסא קטן) לכסא. וכן מותר לעשות מוילון גדול וילון קטן או לעשות ממנו כיס לס\"ת אבל אסור לעשות ממנו כיס לחומש וכל שכן שאסור לכרוך מפה של ס\"ת לס' הפטרות או לנביאים ומכסה שפורשין על השולחן אסור לעשות ממנו לפרוש על העמוד שלפני החזן (שם):",
        "start_pos": 18127,
        "end_pos": 18514,
        "has_number": false,
        "index": 48
      },
      {
        "siman": 50,
        "text": "הארון וכל מה שעושים בב\"ה מועיל בו תנאי להשתמש בו אפי' תשמיש של חול ונהגו ליהנות אפילו במטפחות ומעילים של ס\"ת לשאר הנאות דלב ב\"ד מתנה עליהם ואפילו לא התנו הוי כאילו התנו ומ\"מ ראוי לכל אדם כשמתנדב איזו דבר או הגזברים כשקונין להתנות שיהיו רשאים להשתמש בהן אפילו דבר של חול (שם):",
        "start_pos": 18516,
        "end_pos": 18791,
        "has_number": false,
        "index": 49
      },
      {
        "siman": 51,
        "text": "המעילים והמטפחות שעל ס\"ת שבבה\"כנ שנתנו לקהל מותר להשתמש בכל ספר וספר אבל יחיד שיש לו ס\"ת בביתו כיון שנעשה ע\"ד אותו ספר ונשתמש בו אותו ספר י\"א דאסור להניחו על ס\"ת אחר ועכשיו נוהגין היתר בזה דלב ב\"ד מתנה עליהם (שם):",
        "start_pos": 18793,
        "end_pos": 19006,
        "has_number": false,
        "index": 50
      },
      {
        "siman": 52,
        "text": "נרות של שעוה מבית אפיקורסים אסור להדליק' בב\"ה ונ\"ל ה\"ה מן השעוה הנוטף מהם דעדיין חזותיה עליו (עיין סימן י\"א במגן אברהם ס\"ק י\"ב ובט\"ז סימן תרע\"ג ס\"ק י) ואפיקורוס לחלל שבתות שנתן נר או שעוה לב\"ה אסור להדליקו דדמי לקרבן אבל אם נתן מעות לכתוב ספר תורה בשמו מותר ועיין בחכמת אדם סוף כלל קמ\"ו. ונרות של ב\"ה אע\"ג דמדינא אין משתמשין את אלו לדבר חול כ\"א ללמוד ולקרות לאורו ומכ\"ש דאסור להדליק ממנו נר של חול כבר נהגו להקל לצורך גדול דהוי כלב ב\"ד מהנה עליו. ודוקא בנרות שנדרו היחידים אבל מה שלוקחין הגבאים נוהגים ליקח כ\"א ממנו לביתו במוצאי שבת ומשתמש בו חשמיש חול דהוי כלב ב\"ד מתנה עליו (סעיף י\"ג י\"ד):",
        "start_pos": 19008,
        "end_pos": 19599,
        "has_number": false,
        "index": 51
      },
      {
        "siman": 53,
        "text": "עיר שאין בה אלא עשרה וא' מהם רוצה לצאת בימים נוראים כופין אותו לישאר או להשכיר אחר במקומו ואם הם י\"א ורוצים לצאת שנים ישכירו שניהם א' בשותפות במקומם ושניהם יפרעו בשוה ואפילו אם א' עני ואחד עשיר מ\"מ יפרעו בשוה שהרי כל אחד מחוייב להעמיד איש במקומו. ושכר החזן על היוצאים כעל הנשארים. ואין חילוק בין אם רוצה לילך זמן ארוך קודם יו\"ט או לא כל שלא יחזור ביום טוב. ואם דרים בישוב רק ח' אז שוכרים שנים ופורעין חצי לפי ממון וחצי לפי נפשות כי העניים יכולים ללכת למקום אחר והעשירים אינם יכולים להניח ביתם ורכושם. ואם אחד אנוס ממש שאינו רשאי לבוא במדינה פטור אבל אם הוא אנוס מחמת חובת ממון או פשיעה שלא יוכל לבא צריך ליתן (סימן נ\"ה):",
        "start_pos": 19601,
        "end_pos": 20221,
        "has_number": false,
        "index": 52
      },
      {
        "siman": 54,
        "text": "אין כופין לשכור להשלים מנין כי אם בימים נוראים וכגון שאין חסרים כ\"א א' או שנים אא\"כ מנהג קבוע ומפורסם בעיר לכוף לשכור אפילו בחסרון ג' או ד' (שם):",
        "start_pos": 20223,
        "end_pos": 20368,
        "has_number": false,
        "index": 53
      },
      {
        "siman": 55,
        "text": "אפילו אין דרים בעיר רק ג' או ד' בעלי בתים ויש להם משרתים ומלמדים למלאות המנין כופין זה את זה לשכור חזן (שם):",
        "start_pos": 20370,
        "end_pos": 20478,
        "has_number": false,
        "index": 54
      },
      {
        "siman": 56,
        "text": "הדרים סביבות הישוב ורגילים לבא לישוב אין צריכין ליתן כלום שאם ירצה ישבו במקומם או ילכו למקום אחר (שם):",
        "start_pos": 20480,
        "end_pos": 20582,
        "has_number": false,
        "index": 55
      },
      {
        "siman": 57,
        "text": "במקום שאין מנין תמיד בב\"הכנ כופין זה את זה בקנסות שיבואו תמיד מנין לב\"ה שלא יתבטל התמיד (שם) ואפילו ללומדים ועי\"ז יתבטלו מלימודם כופין דזמן תורה לחוד (א\"ר בשם דרישה שם):",
        "start_pos": 20584,
        "end_pos": 20753,
        "has_number": false,
        "index": 56
      }
    ],
    "siman_count": 57
  }
}