{
  "text": "הלכות ציציתמ\"ע מה\"ת לעשות ציצית בבגד שיש לו ד' כנפות כשלובש אותו ולכן תיכף משנטל ידיו בשחרית אם כבר האיר היום משיכיר בין תכלת ללבן יתעטף בציצית או ילבש טלית קטן ולא ילך ד' אמות בלא ציצית והזהיר במצות ציצית זוכה ורואה פני השכינה וגדול עונש המבטלה ועליו נאמר לאחוז בכנפות הארץ וינערו רשעים ולפחות יזהר שיהיה לבוש ציצית בשעת התפלה ואפילו כשמתפלל בדרך ילבש טלית גדול ולא כמו המון עם. ומצוה לאחוז בציצית ביד שמאלית כנגד לבו בשעת קריאת שמע להסתכל בציצית כדי שיזכור כל המצות שנאמר וראיתם אותו שהראיה מביא לידי עשיה ולכן נוהגין להסתכל בהם כשמגיע לפסוק וראיתם אותו ונותנין אותם על העינים ומנשקין משום חיבוב מצוה (סימן ך\"ד):\n\nציצית חובת גברא לענין זה שכל זמן שאינו לובשו א\"צ להטיל בבגד ציצית אע\"ג דכתיב על כנפי בגדיהם קבלו חז\"ל דדוקא אם לובשו כמ\"ש גדילים תעשה לך על ד' כנפות כסותך אשר תכסה בה ולפיכך אינו מברך על עשיית הציצית אלא על הלבישה והעיטוף ולכן מוכרי בגדים הלובשין להראות להקונים מדתן פטורים (סי' י\"ט):\n\nאינו חייב בציצית אלא ביום דכתיב וראיתם אותו משמע מזמן שיכול לראות ומצותה לכתחילה משיכיר בין תכלת ללבן עד צאת הכוכבים ומ\"מ אם לבשו מעלות השחר ובירך עליו א\"צ לחזור ולברך (אע\"ג דבסי' י\"ח כתב רמ\"א דנוהגין לברך מעלות השחר עיין ביאורי הגר\"א דאין נכון לעשות כן לכתחלה) אבל קודם עלות השחר המברך מברך לבטלה וכשיאור היום אעפ\"כ א\"צ לפושטו אלא ימשמש בו ויברך. ואחר שהתפלל מעריב לא יברך ולכן מתעטפים בלילי יה\"כ בעוד יום כדי שיוכל לברך (סי' י\"ח):\n\nאין לברך אלא על כסות המיוחד ליום וגם לובשו ביום די\"א דאם אינו מיוחד ליום אע\"ג שלובשו ביום פטור דס\"ל וראיתם אותו דרשינן פרט לכסות לילה ר\"ל המיוחד ללילה אע\"פ שלובשו ביום פטור וכסות יום אע\"פ שלובשו בלילה חייב (וזהו דעת הרא\"ש) אבל דעת רמב\"ם דפרט לכסות לילה ר\"ל שלובש בלילה אע\"פ שמיוחד ליום פטור ואם לובש ביום אע\"פ שמיוחד ללילה חייב. ולפי זה העושה טלית לצורך תכריכין ולפעמים לובש בחייו לרמב\"ם חייב ולרא\"ש פטור שהרי דומה לכסות המיוחד ללילה שהרי מת פטור ממצות (י\"ט):\n\nמדכתיב על כנפי בגדיהם ולא פירש איזה בגד משמע שכל מיני בגדים חייב מן התורה אלא די\"א דילפינן כ\"מ שנאמר בתורה בגד סתם מבגדים הכתוב בנגעים דשם כתיב בגד צמר או פשתים ולכן ס\"ל דדוקא בגד צמר או פשתים חייב בציצית מה\"ת אבל שאר מינים אינם אלא מדרבנן ולכן ראוי להדר להיות לו אפילו טלית קטן של צמר שיקיים מצות ציצית כל היום לכולי עלמא:\n\nולכ\"ע בגד של עור פטור מציצית אפילו מדרבנן דלא נקרא בגד כלל בשום מקום. ואפילו אם תפור מתחתיו בבגד צמר ופשתים פטור. לעולם אזלינן בתר עיקר הבגד שהוא העליון בין לקולא ובין לחומרא ואם מקצתו מעור ומקצתו משאר מינים אזלינן אחר הרוב ומכ\"ש כשכל הבגד הוא של עור רק שעשה הכנפות של בגד דפטור מציצית ואם הבגד משאר מינים והכנפות של עור חייב (סי' י'):\n\nלכתחלה לא יעשה לבגד יותר מן ד' כנפות כדכתיב על ארבע כנפות כסותך ומכל מקום אם עשה לה ה' כנפות או יותר חייבת בציצית מדכתיב אשר תכסה בה משמע כל שמכסה בה ומ\"מ לא יעשה לה יותר מן ד' ציצית ויעשה בד' כנפות המרוחקים ביותר זה מזה (שם):\n\nלא יעשה הטלית ארוך פי שנים כקומת איש די\"א כיון שאינו ראוי ללבשו כך אא\"כ כפלו לאו בגד הוא ופטור מציצית ואם כפלה יתפרנה ויעשה הציצית בד' כנפות כמו שהיא כפולה:\n\nשיעור אורך הבגד בארכו ורחבו כדי שהקטן בן ט' שנים יכסה בו ראשו ורובו וגם הגדול לובשו לפעמים ויוצא בו על פתח הבית ולרחוב (א\"ר) ואינו מתבייש דבפחות מזה השיעור לא מקרי כסותך אשר תכסה בה ופטור מציצית. ומה שנוהגין האשכנזים שלוקחין חתי' בגד קטן א' מלפניו וא' מלאחריו ותופרין בהם רצועות ועושין בו ציצית אין יוצאין בזה ועכ\"פ לא יברכו עליהן אלא יברכו בבוקר על טלית גדול ויכוונו לפטור גם זה וילכו בו כל היום כיון שמכוונים עכ\"פ בזה שלא לבטל מצות ציצית כל היום אבל כל ירא שמים לא יסמוך ע\"ז כלל אלא יעשה בגד ממש כל מדינה לפי מנהגו (סימן ט\"ז): ובצרפת ראיתי שהבגד הנקרא קמזויל או וועסט הוא פתוח מלאחריו ועושין בו ציצית בד' כנפותיה ואשרי להם רק שצריך ליזהר שיהיה רובו פתוח ולכן בטלית קטן שעושין במדינתינו יזהרו בזה ולא כמו שעושין החייטין ט\"ק ותופרין אותו מן הצדדין ומניחין בו נקב שמכניסים בו הידים ותופרין למטה מהנקב ומניחין רוב פתוח ומודדין רק מתחת הידים וזה טעות גמור כי אז לא נקרא בת ד' כנפות וקרוב הדבר שהמברך מברך לבטלה ועכ\"פ לא עדיף מבגד שחציו פתוח דחייב בציצית ואסור לברך עליו ואסור לצאת בו בשבת (סימן י') אלא צריך למדוד אף מה שלמעלה מן הידים והנקב חשוב ג\"כ כאלו היה סתום ולכן צריך להיות פתוח הרוב מכל הבגד ואם עשה בו ציצית קודם שהיה רובו פחוח אע\"פ שפתח אח\"כ הציצית פסולים דכתיב גדילים תעשה כו' שבשעה שעושה הציצית צריך להיות בהכשר וכיון שנעשו בפסול הם פסולים וצריך להתירם ולהוציאן ולאחר שפתח הבגד יתלה אותם שם בבגד\n\nכבר נהגו באשכנז וספרד הואיל ואין בגדיהם עשויין שיהיו ב' ציצית מלפניו וב' מלאחריו ולכן אין עושין בהם ציצית ובאמת כל הטעמים אינם מספיקים לפוטרן ולכן כתבו הפוסקים דירא שמים יעשה קרן א' עגולה ואז פטור לכ\"ע שהכנפות צריך להיות מרובעים ואם הם עגולים פטור דלא נקרא כנף (סי' י' ובמגן אברהם ס\"ק י\"ג):\n\nמדכתיב על ציצית הכנף משמע שהציצית יהיו ממין הכנף דהיינו אם הבגד של צמר או פשתן יעשה ציצית של צמר או פשתים ואם של משי או צמר גפן יעשה הציצית משי למשי וצמר גפן לצ\"ג וכתיב לא תלבש שעטנז צמר ופשתים וסמוך ליה גדילים תעשה לך וקבלו חז\"ל למדרש סמוכים שהגדילים שהם הציצית יהיו מצמר ופשתים ומשמע דוקא צמר ופשתים אבל לא משאר מינים וקבלו חז\"ל דה\"ק קרא דאם עושה ציצית מצמר או מפשתים אזי פוטרים בכל מיני בגדים אבל אם עושה ציצית משאר מינים אינם פוטרים אלא במין הכנף ולכן בטלית של משי צריך לעשות דוקא ציצית או מצמר ופשתים או ממשי דוקא ומטעם זה אסור לעשות מקצת ציצית מצמר ומקצתן ממשי דשמא הקפידה התורה שיהיו כולם דוקא או מצמר או ממין הכנף. ומטעם זה י\"א דבגד שהוא מצמר ומשי דהיינו שהשתי של צמר והערב ממשי או משאר מינים אין לו תקנה כלל דס\"ל דצמר היינו תכלת ודוקא בזמן שהיה תכלת שעושין ציצית מתכלת ופשתים אז פוטרים כל הבגדים אכל צמר לבד ופשתים לבד אין פוטרים אלא במינן. ומ\"מ בדיעבד יעשה לה ציצית של צמר ומטעם זה י\"א עוד שאם עושה ציצית של משי או שאר מינים צריכין שיהיו צבועין באותו צבע כמו הבגד כדי שיהיה מין הבגד דהיינו אם אדום אדומים ואם ירוק ירוקים ואף דלא קיי\"ל הכי מכל מקום ירא שמים יעשה לו בגד לבן וציצית לבנים (סי' ט').\n\nי\"א דאסור לעשות טלית של פשתן אף שעושה ציצית של פשתים דבזמן שהיה תכלת גזרו חכמים שמא יעשה בו תכלת ויכסה בו בלילה. ומ\"מ אם אין לו בגד אחר יעשה לו בגד של פשתים וציצית פשתן כדי שלא יתבטל ממצות ציצית (שם). וכבר נתפשט המנהג בקהלתינו לעשות טלית של פשתן וציצית של פשתים עפ\"י הגר\"א:\n\nהחוטין של ציצית צריך שיהיו טווין לשמן שיאמר בתחלת הטויה שהוא טווה לשם ציצית ואם לא טווה לשמן פסולים שנאמר תעשה לך לשם חובך ואם טוון נכרי פסול ובשעת הדחק שאין לו מי שיטווה לשמן יאמר לנכרי שיטוה לו חוטין לשם ציצית והישראל יסייע ג\"כ קצת בטוויה וגם יעמוד אצל הטוויה ויכוין לשם ציצית ולכן אין לקנות ציצית מהנכרי שמא הוא טוואן וא\"כ הן חוטין בעלמא אבל מותר לשלוח ציצית מופסקין ושזורין ע\"י נכרי כיון שאינו נהנה בחליפין ובמקום דאינו נהנה ל\"ח שיעשה להכשיל וכן המוצא ציצית בשוק והם מופסקים ושזורים כשרים (סי' י\"א ועיין בסי' כ'):\n\nצריכין שזירה לשמן שנאמר פתיל תכלת שיהיה טווי ושזור כפתילה ואם לא שזרן לשמן פסולין ואם נתפרקה השזירה ונשאר כדי עניבה כשר (שם):\n\nאין עושין הציצית מצמר גרוע שאין עושין מהן בגד ואפילו בדיעבד פסול שנאמר ציצית הכנף משמע שיהיו הציצית מדברים שעושין מהן הכנף שהוא הבגד (שם):\n\nמה\"ת אין שיעור לאורך הציצית דציצית משמע אפילו כל שהוא (כ\"כ הלבוש אבל לא מצאתי זה בפוסקים הראשונים ואדרבה ברמב\"ם משמע דדוקא מנין החוטים והכריכות אין להם שיעור מה\"ת אבל אורך החיטין הוא מה\"ת וכן משמע בברייתא דומיא דלולב ואינך ולכן נ\"ל דעכ\"פ בדי עניבה הוא מה\"ת (ועיין במס' פרה פ' י\"א משנה ט' בתוי\"ט ד\"ה כל שהוא ומדרבנן אורך החוטין חוץ מה שמונח על הכנף לא פחות מי\"ב גודלין במקום הרחב (והוא לפחות חצי אמה ברלינר או ווילנר) ויכול לעשותם ארוכים יותר ואש ירצה יכול לקצרם אפי' אחר שהטיל ובלבד שישאר י\"ב גודלין. ויהיה חוט א' ארוך יותר מהם כדי לכרוך בו וקוראין אותו שמש ואם הוא קצר שאינו מספיק לכרוך בו כל הכריכות יכול לכרוך בחוט אחר מהציצית (שם):\n\nמנין החוטין שבכל כנף ד' (עיין ברמב\"ם ריש הלכות ציצית ובכ\"מ שם ובתוס' ריש פ' התכלת) דכתיב גדילים ואילו כתיב גדול משמע ב' חוטין דא\"א לעשות גדיל פחות מב' חוטין השתא דכתיב גדילים משמע ב\"פ גדול והיינו ד' ולאחר שיכניסם בבגד ויכפלם יהיו שמונה מדכתיב פתיל כעין פתילה שהוא כפול ואם פיחת או הוסיף פסול:\n\nלכתחלה יזהר קודם שיטיל החוטין בבגד יהיו ד' חוטין נפרדין (ט\"ז ס\"ק י\"ד) כדדרשינן גדיל גדילים ואם היו ב' מחוברין והטילם כך בבגד יחתכם קודם שיקשור ואם לא חתך וקשר אפילו קשר א' פסול דכיון דנעשה בפסול לא מהני מה שיחתוך אותם אחר כך דהוי תעשה ולא מן העשוי בפסול (שם):\n\nקבלו חז\"ל דבעינן בציצית גדיל והיינו שיהיה מוכרך כמש\"כ גדילים תעשה וגם יהיה בו חוטין נפרדים כדכתיב ציצית כמו ציצית ראשי אך מן התורה אין שיעור כמה יהיה כל אחד אלא אפי' לא קשר רק ב' קשרים למעלה סמוך לכנף דבפחות מב' קשרים לא מקרי קשר (עיין מנחות ל\"ט תוס' ד\"ה קשר) ויכרוך אפי' רק ג' כריכות ויחזור ויקשור ב' קשרים זה על גבי זה כשר ועל זה יש לסמוך כשאין לו פנאי לעשות כתקונו ומותר לצאת בו בשבת ולברך אבל מדרבנן צריך לעשות שליש גדיל וב' שלישים פתיל וכיון שהאורך י\"ב גודלין יעשה ד' גודלין גדיל שהם הכריכות וישאר שמונה גודלין חוטין נפרדים שכך הוא נוי ציצית ואם כרך רובא כשר אבל כרך כולה פסול (שם):\n\nכיון דמה\"ת אין שיעור לאורך הציצית אלא מדרבנן (והיינו כמו שכתבתי בסי' ע\"ז דכדי עניבה עכ\"פ הוא מה\"ת) ולכן אם לאחר שהטיל בבגד נפסק כל הענף שהם החוטין הנפרדים ולא נשאר אלא הגדיל והוא שעת הדחק שאין לו ציצית אחרים מותר ללבשו ומ\"מ לא יברך עליו ולא יצא בו בשבת לרשות הרבים  ואם נשאר גם מן הענף שיעור ד' גודלין (ומה שכתבתי שיעור ד' גודלין ובגמרא ופוסקים איתא כדי עניבה נ\"ל דמוכח דכדי עניבה עכ\"פ הוא פחות מד' גודלין שהרי לר\"י שיעור כדי עניבה הוא מן הגדיל וכל הגדיל אינו אלא ארבע גודלין ועל כן צריך לומר שהוא פחות מארבע גודלין ולפי שאין אנו בקיאין בכדי עניבה לכן נ\"ל דדי בארבע גודלין מן הענף אף לרש\"י אף על פי שנפסקו כולם ואין מזומנים לפניו ציצית אחרים או שיתבטל עי\"ז מתפלה וכיוצא בו מותר ללבשו ואפ\"ה לא יברך אבל בלא\"ה אסור ללבשו ופשיטא לברך אא\"כ נשאר ב' חוטין שלימין שהם ד' ראשים שכל אחד אורך י\"ב גודלין ומן הב' חוטין הנפסקים יהיה נשאר עכ\"פ מכל חוט ד' גודלין שהוא כ\"ע ולכן אם נפסקו ב' ראשים אפי' מצד אחד מהקשר אם לא דקדק בשעת עשיית הציצית שיהיה לעולם ד' ראשים אלו מצד א' של הקשר והד' ראשים אחרים לעולם מצד השני של הקשר או אפי' אם דקדק ונפסקו ב' ראשים מב' צדדים בענין שנוכל לומר שהשני ראשים שנפסקו הם חוט א' ואם כן הרי נפסק חוט א' כולו שלא נשאר בו כ\"ע ופסול מכ\"ש כשנפסק חוט א' מה שמונח על הבגד דפסול לכ\"ע אפילו בשעת הדחק אבל אם נפסק רק ראש א' כשר אפי' לכתחלה לכ\"ע דהא נשאר עכ\"פ צד השני וכן אם דקדק בשעת עשייתן שיהיה לעולם ד' ראשים מצד א' ונפסקו ב' ראשין מצד א' כשר ומ\"מ קודם שיתלה אותם בבגד אסור לתלותם אא\"כ כל הד' חוטין הם שלימין שיהיה בו לאחר התליה ח' חוטין אורך כל חוט י\"ב גודלין ואם נפסק חוט א' קודם שתלאן בבגד מותר לקשרן דחשיב כאילו לא נפסק כלל דקשירה הוי חיבור גמור (סי' י\"ב וט\"ז שם ובמגן אברהם סי' ט\"ו):\n\nגזל צמר ועשה מהם ציצית אע\"ג דקנאן בשינוי דמעיקרא צמר ועכשיו חוטין מ\"מ אסור לברך עליו דהוי מצוה הבאה בעבירה אבל גזל חוטין עשה מהם ציצית פסולין דכתיב ועשו להם ציצית וקבלו חז\"ל דר\"ל להם משלהם (סימן י\"ח) ולכן אף השואל בגד מחבירו פטור מלעשות בו ציצית שלשים יום דעד שלשים יום דרך בני אדם להשאיל ויותר מזה הוי כמוכרו לו ואם הטיל בו ציצית אפילו בתוך שלשים יום המברך לא הפסיד (מגן אברהם בשם תוס' ורא\"ש) ואם נתן לו במתנה על מנת להחזיר יעשה בו ציצית ויברך ואם השאיל לו טלית מצויצת שאין דרך ללבוש אלא משום מצות ציצית מברך עליו דמסתמא נתנו לו לצאת בו ונתן לו במתנה על מנת להחזיר אבל אם הוא בגד שלובשין אותו והוא מלבוש גמור רק כיון שפתוח רובו עושין בו ציצית ולא נעשה בשביל מצות ציצית וכן אם שאל טלית לעלות לתורה שאינו אלא משום כבוד התורה אין מברכין עליו (סי' י\"ד בט\"ז שם) אבל אם השאיל לו חוטין של ציצית הוי כשלו שהרי לא הדרי בעיניה (סי' י\"א):\n\nמותר ליטול טלית חבירו בלא דעתו באקראי בעלמא לברך עליו דניחא ליה לאינש לקיים מצוה בממונו ואם היתה מקופלת צריך לקפלה ולא יוציאנה מבית שמונח שם דאפשר שמקפיד עליו והוי גזל וטלית של שותפין חייבת בציצית דכתיב על כנפי בגדיהם (סי' י\"ד):\n\nיעשה נקב בארך ורוחב הטלית לא למעלה מג' אצבעות דהיינו ג' גודלין במקום הרחב (ולא במקום הקצר דהיינו בראשו) דלמעלה מג' גודלין לא מיקרי כנף הבגד אלא בגד ולא למטה מכשיעור מקשר האגודל עד סוף הצפורן (בש\"ע יש ט\"ס ונדפס עד הצפורן) דלמטה מקשר אגודל לא מיקרי כנף אלא תחת הכנף ואם שינה פסול (סי' י\"א סעיף ט' וסעיף י'):\n\nאם בשעת העשייה הטיל כדין אלא שעל ידי הקשירה נתכפל הבגד עד שהוא פחות מקשר אגודל או שנקרע הנקב ולא נשאר בו כשיעור כשר דכתיב ועשו להם ציצית על כנפי כו' לא הקפידה התורה אלא שבשעת עשיה יהיו על הכנף אבל אח\"כ אפילו אינה על הכנף כשר  (שם):\n\nתלאן למעלה מג' אצבעות אע\"פ שאחר כך חתך בנקב או שקשר עם החוטין עד שנתקפל הבגד והוא למטה מג' אצבעות פסול דהוי תעשה ולא מן העשוי בפסול (שם):\n\nלא יטיל הציצית בשפת הבגד שקורין שלאק שאין בו חוטין ארוגים משתי וערב דלא מיקרי בגד ולכן צריך לחתוך השלאק כי יש בו מחלוקת אם מצטרף לג' אצבעות (שם):\n\nאע\"ג דאם נקרע מהנקב לאחר העשיה כשר כדלעיל סי' כ\"ד היינו דוקא הציצית שנתלה בהכשר אבל אם רוצה להטיל ציצית אחרות פסול עד שיתפור כאשר נבאר בסמוך:\n\nטלית מצוייצת שנתחלקה לשנים ונשאר בכל חלק הציצית ועכשיו רוצה לתפרם יחד יש להתיר הציצית מחלק האחר ויתפרם ואז יעשה בו ציצית דאם לא כן הוי תעשה ולא מן העשוי לקצת דעת אחרונים (סימן ט\"ו בט\"ז) וכל שכן כשנקרע' כנף למעלה מג' אצבעות דצריך להתיר הציצית של הכנף ולתפרו ואחר כך יעשה בו ציצית דתיכף כשנקרע בטל מתורת בגד ונפסל הציצית לכ\"ע אבל שאר הציצית לא נפסלו (שם):\n\nאם נקרע כל הכנף בתוך ג' אצבעות י\"א דלא מהני תפירה לעשותו חיבור (הגר\"א בסימן ט\"ו תמה דתפירה ודאי הוי חיבור (ונ\"ל ראיה ברורה שהרי בס\"ת התפירה עושה חיבור להיות נקרא תמימה) וכ\"כ המ\"א עי' סי' י' סעיף ג' וסעיף ו' ואפשר דשאני בין חתיכת בגד גדול לחתיכה שהוא פחות מג' ועיין בפ' כ\"ח דכלים משנה ז' ח' ע\"ש בר\"ש וצ\"ע) וצריך להטיל טלאי על הבגד שיהיה הטלאי יותר מג' אצבעות על ג' אצבעות ואז יטיל בו ציצית אבל הציצית שהיו בו כבר פסול דהוי תעשה ולא מן העשוי ואם נשתייר כל שהוא מחובר מותר לתפרו דחשיב עדיין כמחובר. ומכל מקום לא יתפור טלית של צמר בחוט של צמר או טלית של פשתן בחוט של פשתן דחיישי' שמא ישאר מחוט התפירה ויעשה ממנה ציצית וכיון שלא נטווה לשמה פסול ומטעם זה יש ליזהר שלא יתפור אפילו בגד של פשתן בחוט של משי כיון דדרך לתפור בפשתן ומכל מקום בשעת הדחק מותר לתפור בשל משי. וט\"ז בס\"ק ה' כתב דאם נקרע רק מהנקב ולמטה אפילו כולו הוי חיבור ומותר לתפרו. ובלבד שיעשה בו ציצית אחרות ולכן יש ליזהר כשתופרין סביב הנקב כמו שנוהגין לחיזוק שלא יקרע לא יתפור במין הציצית אלא דוקא בחוט של משי (סימן ט\"ו):\n\nנשים מותרות לטוות ציצית דפסוק גדילים תעשה לך דדרשינן מיניה לשם חובך דהיינו הטויה שהרי מיירי בעשיית הגדילים לא כתיב בני ישראל אבל להטילם בבגד י\"א דפסולים דכתיב בני ישראל ועשו כו' משמע אבל לא בנות ישראל ובדיעבד סמכינן אפוסקים המכשירים גם לתלותן דס\"ל מדכתיב בני ישראל ועשו להם משמע שאחרים יעשו להם דהיינו התלייה ע\"כ מרבינן נשים והמיעוט דבני ישראל מוקמינן לפסול נכרי ואפילו ישראל עומד על גבו ומכוין לשמה אפילו הכי פסול דהא אין הטעם משום לשמה אלא מטעם גזרת הכתוב (א\"ר) וקטן היודע לעשות לשמה יש להכשיר בדיעבד כאשה ואם טוון נכרי נתבאר לעיל (סימן י\"ג י\"ד):\n\nלכתחלה צריך שיטיל אותם בבגד לשמן ואם הטיל בלא כוונ' ואין לו ציצית אחרים או בשבת שא\"א להתירן מותר ללובשו ולא יצא בו בשבת ולא יברך עליו (שם):\n\nמותר להתיר ציצית מטלית ליתנם בטלית אחר אבל שלא להניחם בבגד אחר לא דאסור לבטל מצות טלית זה ואם רוצה לעשות מהטלית בגד שלא יהיה לו עוד ד' כנפות מותר ליטלן וכן אם נפסק אחד מהחוטין אף על גב דעדיין כשירים או שרוצה לעשות בו ציצית יותר יפים מותר להתירן ולהשליכם (ט\"ז ולבוש). ונ\"ל דלאו דוקא להתירן אלא דאם קשה בעיניו הטירחא להתירן מותר לנתקם ואין בזה משום בל תשחית כיון שאינו עושה דרך השחתה (סימן ט\"ו ובמגן אברהם) וראיה גמורה בב\"ב (ד) דריב\"ב נתן עצה להורדוס לסתור בהמ\"ק לתירוץ בתרא משום דמלכותא לא הדרא משמע אע\"ג דלית ביה תיוהא מותר אף על גב דסתירת אבן מבית המקדש הוא איסור דאורייתא וכן מצאתי בס\"ח סימן תתע\"ט לענין יריעה מס\"ת ע\"ש ורמב\"ם בהלכות מלכים פרק ו' כתב דשאר השחתות חוץ מאילן הוא מדרבנן:\n\nד' ציצית מעכבין זה את זה שכל זמן שאין בה כל הד' ציצית אין בה מצות ציצית ואסור ללבשה והיוצא בה לר\"ה בשבת חייב דציצית אינן בטילין לבגד ונחשבין כמשא אבל אם יש בה ציצית כשירין נחשבין כבגד (סימן י\"ג):\n\nכיון שבדק הציצית בשעה שלבש אותו מותר לצאת בו וא\"צ בדיקה עוד דמוקמינן אחזקה כדלקמן כלל י\"ב סימן א':\n\nהיה יושב בבית הכנסת וראה שנפסל אחד מן הציצית ומתבייש לישב כך בפני רבים בלא טלית אם הוא שבת מותר ללבשו דכיון דא\"א לו לעשות בו ציצית בשבת נמצא שאינו מבטל העשה דקום ועשה בו ציצית ואע\"ג דעל כל פנים מבטל העשה שלובש בגד בלא ציצית ומכל מקום כיון שאין זה אלא בשב ואל תעשה שאין עושה בו ציצית וגדול כבוד הבריות שדוחה בשב ואל תעשה והוא הדין בחול כשאין נמצא ציצית בעיר אבל כשנמצאין ציצית בעיר בחול שיוכל לתלותן וא\"כ בכל רגע שלובש עובר בקום עשה בו ציצית וצריך לפושטו וכל שכן דאסור ללבשו ודוקא טלית גדול שאינו גנאי כל כך הפשיטה אבל אם נפסק ציצית מטלית קטן והוא בבית הכנסת או ברשות הרבים דגנאי גדול הוא לפשוט בגדיו ברבים ולכן אם בחול צריך למהר לילך לביתו או לבית שלפני בהכ\"נ ויפשיטו ובשבת אין צריך למהר לביתו והרואה בחבירו שנפסק הציצית בחול יקראנו לבוא לביתו ולא יאמר לו עד שיבא לביתו ואם אינו מתבייש לישב בלא טלית נכון שלא ללבשו אפילו בשבת ואם ידע מערב שבת שנפסל אסור ללבשו בשבת דהוה לו לתקנו מאתמול (יד):\n\nתיכף כשנודע לו שנפסל אחד מציצית והוא יושב בביתו צריך להסירו דבכל רגע עובר בעשה ולכן אסור לתקן הציצית בעודו לבוש בו אלא יסירנו תיכף:\n\nטליתות של מצוה המיוחדין להתפלל בהם וכן הקיטיל אע\"פ דמדינא מותר לכנוס בהן לבהכ\"ס נכון להחמיר אבל אם לובשו תחת בגדיו מותר ומכ\"ש דמותר לישן בו ולשמש מטתו ואסור לקשור דבר בציצית בעודן כשירים ואף לאחר שיפסקו אע\"פ שאינן טעונין גניזה מ\"מ לא יזרקם לאשפה והמדקדק לגנזן תע\"ב (כ\"א):\n\nטלית שבלה אסור לעשות בו תשמיש מגונה (סי' כ\"ב) אבל מותר לעשות ממנה בגד אחר (עיין מגן אברהם סי' ט\"ו ס\"ק ב') ואם נקרעה הטלית מלמעלה יכול להשי' צד התחתון למעלה והעליון למטה ולא הוי הורדת קדושה ומ\"מ בלא מקום הפסד ישים תמיד צד א' על הראש (עיין מגן אברהם סי' ח' סק\"ו בא\"ר):\n\nאסור לכנס בציצית מגולין בבית הקברות או בד' אמות של מת דהוי כלועג לרש (כ\"ג):\n\nנכון ליזהר שלא יגרור הציצית על הארץ משום ביזוי מצוה ועוד כי קרוב שיפסלו ולכן יגבהם ויתחבם בחגורו:\n\nיפריד החוטין זה מזה דציצית הוא לשון ציצית ראשי ר\"ל שערות כמו שהם נפרדים ומ\"מ אם יבטל עי\"ז מלהתפלל בצבור א\"צ (ח):\n\nהלוקח טלית מצוייצת מישראל או מתגר נכרי ואומר שהוא לקחן מישראל נאמן דכיון דהוא תגר וגם אין דרך נכרי לעשות ציצית בבגד לפיכך נאמן אבל מי שאינו תגר פסול שמא הוא עשה הציצית:\n\nנשים פטורות מציצית מפני שהיא מ\"ע שהזמ\"ג שהרי לילה לאו זמן ציצית ומ\"מ אם רוצות ללבוש ולברך יכולין לברך (סי' י\"ז) וכן הדין בכל מצות עשה שהזמ\"ג כגון לולב וסוכה וכיוצא בהן חוץ מתפילין דאם רצו להחמיר על עצמן מוחין בידם דמפני שאינן מחוייבות לא יהיו נזהרין כראוי שלא יפיח ושלא יישן בהם (סי' ל\"ט). דין הקטן עיין לקמן כלל ס\"ו:\n\nChayyei Adam 11\n\nחיי אדם י״א\n\nהלכות ציציתמ\"ע מה\"ת לעשות ציצית בבגד שיש לו ד' כנפות כשלובש אותו ולכן תיכף משנטל ידיו בשחרית אם כבר האיר היום משיכיר בין תכלת ללבן יתעטף בציצית או ילבש טלית קטן ולא ילך ד' אמות בלא ציצית והזהיר במצות ציצית זוכה ורואה פני השכינה וגדול עונש המבטלה ועליו נאמר לאחוז בכנפות הארץ וינערו רשעים ולפחות יזהר שיהיה לבוש ציצית בשעת התפלה ואפילו כשמתפלל בדרך ילבש טלית גדול ולא כמו המון עם. ומצוה לאחוז בציצית ביד שמאלית כנגד לבו בשעת קריאת שמע להסתכל בציצית כדי שיזכור כל המצות שנאמר וראיתם אותו שהראיה מביא לידי עשיה ולכן נוהגין להסתכל בהם כשמגיע לפסוק וראיתם אותו ונותנין אותם על העינים ומנשקין משום חיבוב מצוה (סימן ך\"ד):\n\nציצית חובת גברא לענין זה שכל זמן שאינו לובשו א\"צ להטיל בבגד ציצית אע\"ג דכתיב על כנפי בגדיהם קבלו חז\"ל דדוקא אם לובשו כמ\"ש גדילים תעשה לך על ד' כנפות כסותך אשר תכסה בה ולפיכך אינו מברך על עשיית הציצית אלא על הלבישה והעיטוף ולכן מוכרי בגדים הלובשין להראות להקונים מדתן פטורים (סי' י\"ט):\n\nאינו חייב בציצית אלא ביום דכתיב וראיתם אותו משמע מזמן שיכול לראות ומצותה לכתחילה משיכיר בין תכלת ללבן עד צאת הכוכבים ומ\"מ אם לבשו מעלות השחר ובירך עליו א\"צ לחזור ולברך (אע\"ג דבסי' י\"ח כתב רמ\"א דנוהגין לברך מעלות השחר עיין ביאורי הגר\"א דאין נכון לעשות כן לכתחלה) אבל קודם עלות השחר המברך מברך לבטלה וכשיאור היום אעפ\"כ א\"צ לפושטו אלא ימשמש בו ויברך. ואחר שהתפלל מעריב לא יברך ולכן מתעטפים בלילי יה\"כ בעוד יום כדי שיוכל לברך (סי' י\"ח):\n\nאין לברך אלא על כסות המיוחד ליום וגם לובשו ביום די\"א דאם אינו מיוחד ליום אע\"ג שלובשו ביום פטור דס\"ל וראיתם אותו דרשינן פרט לכסות לילה ר\"ל המיוחד ללילה אע\"פ שלובשו ביום פטור וכסות יום אע\"פ שלובשו בלילה חייב (וזהו דעת הרא\"ש) אבל דעת רמב\"ם דפרט לכסות לילה ר\"ל שלובש בלילה אע\"פ שמיוחד ליום פטור ואם לובש ביום אע\"פ שמיוחד ללילה חייב. ולפי זה העושה טלית לצורך תכריכין ולפעמים לובש בחייו לרמב\"ם חייב ולרא\"ש פטור שהרי דומה לכסות המיוחד ללילה שהרי מת פטור ממצות (י\"ט):\n\nמדכתיב על כנפי בגדיהם ולא פירש איזה בגד משמע שכל מיני בגדים חייב מן התורה אלא די\"א דילפינן כ\"מ שנאמר בתורה בגד סתם מבגדים הכתוב בנגעים דשם כתיב בגד צמר או פשתים ולכן ס\"ל דדוקא בגד צמר או פשתים חייב בציצית מה\"ת אבל שאר מינים אינם אלא מדרבנן ולכן ראוי להדר להיות לו אפילו טלית קטן של צמר שיקיים מצות ציצית כל היום לכולי עלמא:\n\nולכ\"ע בגד של עור פטור מציצית אפילו מדרבנן דלא נקרא בגד כלל בשום מקום. ואפילו אם תפור מתחתיו בבגד צמר ופשתים פטור. לעולם אזלינן בתר עיקר הבגד שהוא העליון בין לקולא ובין לחומרא ואם מקצתו מעור ומקצתו משאר מינים אזלינן אחר הרוב ומכ\"ש כשכל הבגד הוא של עור רק שעשה הכנפות של בגד דפטור מציצית ואם הבגד משאר מינים והכנפות של עור חייב (סי' י'):\n\nלכתחלה לא יעשה לבגד יותר מן ד' כנפות כדכתיב על ארבע כנפות כסותך ומכל מקום אם עשה לה ה' כנפות או יותר חייבת בציצית מדכתיב אשר תכסה בה משמע כל שמכסה בה ומ\"מ לא יעשה לה יותר מן ד' ציצית ויעשה בד' כנפות המרוחקים ביותר זה מזה (שם):\n\nלא יעשה הטלית ארוך פי שנים כקומת איש די\"א כיון שאינו ראוי ללבשו כך אא\"כ כפלו לאו בגד הוא ופטור מציצית ואם כפלה יתפרנה ויעשה הציצית בד' כנפות כמו שהיא כפולה:\n\nשיעור אורך הבגד בארכו ורחבו כדי שהקטן בן ט' שנים יכסה בו ראשו ורובו וגם הגדול לובשו לפעמים ויוצא בו על פתח הבית ולרחוב (א\"ר) ואינו מתבייש דבפחות מזה השיעור לא מקרי כסותך אשר תכסה בה ופטור מציצית. ומה שנוהגין האשכנזים שלוקחין חתי' בגד קטן א' מלפניו וא' מלאחריו ותופרין בהם רצועות ועושין בו ציצית אין יוצאין בזה ועכ\"פ לא יברכו עליהן אלא יברכו בבוקר על טלית גדול ויכוונו לפטור גם זה וילכו בו כל היום כיון שמכוונים עכ\"פ בזה שלא לבטל מצות ציצית כל היום אבל כל ירא שמים לא יסמוך ע\"ז כלל אלא יעשה בגד ממש כל מדינה לפי מנהגו (סימן ט\"ז): ובצרפת ראיתי שהבגד הנקרא קמזויל או וועסט הוא פתוח מלאחריו ועושין בו ציצית בד' כנפותיה ואשרי להם רק שצריך ליזהר שיהיה רובו פתוח ולכן בטלית קטן שעושין במדינתינו יזהרו בזה ולא כמו שעושין החייטין ט\"ק ותופרין אותו מן הצדדין ומניחין בו נקב שמכניסים בו הידים ותופרין למטה מהנקב ומניחין רוב פתוח ומודדין רק מתחת הידים וזה טעות גמור כי אז לא נקרא בת ד' כנפות וקרוב הדבר שהמברך מברך לבטלה ועכ\"פ לא עדיף מבגד שחציו פתוח דחייב בציצית ואסור לברך עליו ואסור לצאת בו בשבת (סימן י') אלא צריך למדוד אף מה שלמעלה מן הידים והנקב חשוב ג\"כ כאלו היה סתום ולכן צריך להיות פתוח הרוב מכל הבגד ואם עשה בו ציצית קודם שהיה רובו פחוח אע\"פ שפתח אח\"כ הציצית פסולים דכתיב גדילים תעשה כו' שבשעה שעושה הציצית צריך להיות בהכשר וכיון שנעשו בפסול הם פסולים וצריך להתירם ולהוציאן ולאחר שפתח הבגד יתלה אותם שם בבגד\n\nכבר נהגו באשכנז וספרד הואיל ואין בגדיהם עשויין שיהיו ב' ציצית מלפניו וב' מלאחריו ולכן אין עושין בהם ציצית ובאמת כל הטעמים אינם מספיקים לפוטרן ולכן כתבו הפוסקים דירא שמים יעשה קרן א' עגולה ואז פטור לכ\"ע שהכנפות צריך להיות מרובעים ואם הם עגולים פטור דלא נקרא כנף (סי' י' ובמגן אברהם ס\"ק י\"ג):\n\nמדכתיב על ציצית הכנף משמע שהציצית יהיו ממין הכנף דהיינו אם הבגד של צמר או פשתן יעשה ציצית של צמר או פשתים ואם של משי או צמר גפן יעשה הציצית משי למשי וצמר גפן לצ\"ג וכתיב לא תלבש שעטנז צמר ופשתים וסמוך ליה גדילים תעשה לך וקבלו חז\"ל למדרש סמוכים שהגדילים שהם הציצית יהיו מצמר ופשתים ומשמע דוקא צמר ופשתים אבל לא משאר מינים וקבלו חז\"ל דה\"ק קרא דאם עושה ציצית מצמר או מפשתים אזי פוטרים בכל מיני בגדים אבל אם עושה ציצית משאר מינים אינם פוטרים אלא במין הכנף ולכן בטלית של משי צריך לעשות דוקא ציצית או מצמר ופשתים או ממשי דוקא ומטעם זה אסור לעשות מקצת ציצית מצמר ומקצתן ממשי דשמא הקפידה התורה שיהיו כולם דוקא או מצמר או ממין הכנף. ומטעם זה י\"א דבגד שהוא מצמר ומשי דהיינו שהשתי של צמר והערב ממשי או משאר מינים אין לו תקנה כלל דס\"ל דצמר היינו תכלת ודוקא בזמן שהיה תכלת שעושין ציצית מתכלת ופשתים אז פוטרים כל הבגדים אכל צמר לבד ופשתים לבד אין פוטרים אלא במינן. ומ\"מ בדיעבד יעשה לה ציצית של צמר ומטעם זה י\"א עוד שאם עושה ציצית של משי או שאר מינים צריכין שיהיו צבועין באותו צבע כמו הבגד כדי שיהיה מין הבגד דהיינו אם אדום אדומים ואם ירוק ירוקים ואף דלא קיי\"ל הכי מכל מקום ירא שמים יעשה לו בגד לבן וציצית לבנים (סי' ט').\n\nי\"א דאסור לעשות טלית של פשתן אף שעושה ציצית של פשתים דבזמן שהיה תכלת גזרו חכמים שמא יעשה בו תכלת ויכסה בו בלילה. ומ\"מ אם אין לו בגד אחר יעשה לו בגד של פשתים וציצית פשתן כדי שלא יתבטל ממצות ציצית (שם). וכבר נתפשט המנהג בקהלתינו לעשות טלית של פשתן וציצית של פשתים עפ\"י הגר\"א:\n\nהחוטין של ציצית צריך שיהיו טווין לשמן שיאמר בתחלת הטויה שהוא טווה לשם ציצית ואם לא טווה לשמן פסולים שנאמר תעשה לך לשם חובך ואם טוון נכרי פסול ובשעת הדחק שאין לו מי שיטווה לשמן יאמר לנכרי שיטוה לו חוטין לשם ציצית והישראל יסייע ג\"כ קצת בטוויה וגם יעמוד אצל הטוויה ויכוין לשם ציצית ולכן אין לקנות ציצית מהנכרי שמא הוא טוואן וא\"כ הן חוטין בעלמא אבל מותר לשלוח ציצית מופסקין ושזורין ע\"י נכרי כיון שאינו נהנה בחליפין ובמקום דאינו נהנה ל\"ח שיעשה להכשיל וכן המוצא ציצית בשוק והם מופסקים ושזורים כשרים (סי' י\"א ועיין בסי' כ'):\n\nצריכין שזירה לשמן שנאמר פתיל תכלת שיהיה טווי ושזור כפתילה ואם לא שזרן לשמן פסולין ואם נתפרקה השזירה ונשאר כדי עניבה כשר (שם):\n\nאין עושין הציצית מצמר גרוע שאין עושין מהן בגד ואפילו בדיעבד פסול שנאמר ציצית הכנף משמע שיהיו הציצית מדברים שעושין מהן הכנף שהוא הבגד (שם):\n\nמה\"ת אין שיעור לאורך הציצית דציצית משמע אפילו כל שהוא (כ\"כ הלבוש אבל לא מצאתי זה בפוסקים הראשונים ואדרבה ברמב\"ם משמע דדוקא מנין החוטים והכריכות אין להם שיעור מה\"ת אבל אורך החיטין הוא מה\"ת וכן משמע בברייתא דומיא דלולב ואינך ולכן נ\"ל דעכ\"פ בדי עניבה הוא מה\"ת (ועיין במס' פרה פ' י\"א משנה ט' בתוי\"ט ד\"ה כל שהוא ומדרבנן אורך החוטין חוץ מה שמונח על הכנף לא פחות מי\"ב גודלין במקום הרחב (והוא לפחות חצי אמה ברלינר או ווילנר) ויכול לעשותם ארוכים יותר ואש ירצה יכול לקצרם אפי' אחר שהטיל ובלבד שישאר י\"ב גודלין. ויהיה חוט א' ארוך יותר מהם כדי לכרוך בו וקוראין אותו שמש ואם הוא קצר שאינו מספיק לכרוך בו כל הכריכות יכול לכרוך בחוט אחר מהציצית (שם):\n\nמנין החוטין שבכל כנף ד' (עיין ברמב\"ם ריש הלכות ציצית ובכ\"מ שם ובתוס' ריש פ' התכלת) דכתיב גדילים ואילו כתיב גדול משמע ב' חוטין דא\"א לעשות גדיל פחות מב' חוטין השתא דכתיב גדילים משמע ב\"פ גדול והיינו ד' ולאחר שיכניסם בבגד ויכפלם יהיו שמונה מדכתיב פתיל כעין פתילה שהוא כפול ואם פיחת או הוסיף פסול:\n\nלכתחלה יזהר קודם שיטיל החוטין בבגד יהיו ד' חוטין נפרדין (ט\"ז ס\"ק י\"ד) כדדרשינן גדיל גדילים ואם היו ב' מחוברין והטילם כך בבגד יחתכם קודם שיקשור ואם לא חתך וקשר אפילו קשר א' פסול דכיון דנעשה בפסול לא מהני מה שיחתוך אותם אחר כך דהוי תעשה ולא מן העשוי בפסול (שם):\n\nקבלו חז\"ל דבעינן בציצית גדיל והיינו שיהיה מוכרך כמש\"כ גדילים תעשה וגם יהיה בו חוטין נפרדים כדכתיב ציצית כמו ציצית ראשי אך מן התורה אין שיעור כמה יהיה כל אחד אלא אפי' לא קשר רק ב' קשרים למעלה סמוך לכנף דבפחות מב' קשרים לא מקרי קשר (עיין מנחות ל\"ט תוס' ד\"ה קשר) ויכרוך אפי' רק ג' כריכות ויחזור ויקשור ב' קשרים זה על גבי זה כשר ועל זה יש לסמוך כשאין לו פנאי לעשות כתקונו ומותר לצאת בו בשבת ולברך אבל מדרבנן צריך לעשות שליש גדיל וב' שלישים פתיל וכיון שהאורך י\"ב גודלין יעשה ד' גודלין גדיל שהם הכריכות וישאר שמונה גודלין חוטין נפרדים שכך הוא נוי ציצית ואם כרך רובא כשר אבל כרך כולה פסול (שם):\n\nכיון דמה\"ת אין שיעור לאורך הציצית אלא מדרבנן (והיינו כמו שכתבתי בסי' ע\"ז דכדי עניבה עכ\"פ הוא מה\"ת) ולכן אם לאחר שהטיל בבגד נפסק כל הענף שהם החוטין הנפרדים ולא נשאר אלא הגדיל והוא שעת הדחק שאין לו ציצית אחרים מותר ללבשו ומ\"מ לא יברך עליו ולא יצא בו בשבת לרשות הרבים  ואם נשאר גם מן הענף שיעור ד' גודלין (ומה שכתבתי שיעור ד' גודלין ובגמרא ופוסקים איתא כדי עניבה נ\"ל דמוכח דכדי עניבה עכ\"פ הוא פחות מד' גודלין שהרי לר\"י שיעור כדי עניבה הוא מן הגדיל וכל הגדיל אינו אלא ארבע גודלין ועל כן צריך לומר שהוא פחות מארבע גודלין ולפי שאין אנו בקיאין בכדי עניבה לכן נ\"ל דדי בארבע גודלין מן הענף אף לרש\"י אף על פי שנפסקו כולם ואין מזומנים לפניו ציצית אחרים או שיתבטל עי\"ז מתפלה וכיוצא בו מותר ללבשו ואפ\"ה לא יברך אבל בלא\"ה אסור ללבשו ופשיטא לברך אא\"כ נשאר ב' חוטין שלימין שהם ד' ראשים שכל אחד אורך י\"ב גודלין ומן הב' חוטין הנפסקים יהיה נשאר עכ\"פ מכל חוט ד' גודלין שהוא כ\"ע ולכן אם נפסקו ב' ראשים אפי' מצד אחד מהקשר אם לא דקדק בשעת עשיית הציצית שיהיה לעולם ד' ראשים אלו מצד א' של הקשר והד' ראשים אחרים לעולם מצד השני של הקשר או אפי' אם דקדק ונפסקו ב' ראשים מב' צדדים בענין שנוכל לומר שהשני ראשים שנפסקו הם חוט א' ואם כן הרי נפסק חוט א' כולו שלא נשאר בו כ\"ע ופסול מכ\"ש כשנפסק חוט א' מה שמונח על הבגד דפסול לכ\"ע אפילו בשעת הדחק אבל אם נפסק רק ראש א' כשר אפי' לכתחלה לכ\"ע דהא נשאר עכ\"פ צד השני וכן אם דקדק בשעת עשייתן שיהיה לעולם ד' ראשים מצד א' ונפסקו ב' ראשין מצד א' כשר ומ\"מ קודם שיתלה אותם בבגד אסור לתלותם אא\"כ כל הד' חוטין הם שלימין שיהיה בו לאחר התליה ח' חוטין אורך כל חוט י\"ב גודלין ואם נפסק חוט א' קודם שתלאן בבגד מותר לקשרן דחשיב כאילו לא נפסק כלל דקשירה הוי חיבור גמור (סי' י\"ב וט\"ז שם ובמגן אברהם סי' ט\"ו):\n\nגזל צמר ועשה מהם ציצית אע\"ג דקנאן בשינוי דמעיקרא צמר ועכשיו חוטין מ\"מ אסור לברך עליו דהוי מצוה הבאה בעבירה אבל גזל חוטין עשה מהם ציצית פסולין דכתיב ועשו להם ציצית וקבלו חז\"ל דר\"ל להם משלהם (סימן י\"ח) ולכן אף השואל בגד מחבירו פטור מלעשות בו ציצית שלשים יום דעד שלשים יום דרך בני אדם להשאיל ויותר מזה הוי כמוכרו לו ואם הטיל בו ציצית אפילו בתוך שלשים יום המברך לא הפסיד (מגן אברהם בשם תוס' ורא\"ש) ואם נתן לו במתנה על מנת להחזיר יעשה בו ציצית ויברך ואם השאיל לו טלית מצויצת שאין דרך ללבוש אלא משום מצות ציצית מברך עליו דמסתמא נתנו לו לצאת בו ונתן לו במתנה על מנת להחזיר אבל אם הוא בגד שלובשין אותו והוא מלבוש גמור רק כיון שפתוח רובו עושין בו ציצית ולא נעשה בשביל מצות ציצית וכן אם שאל טלית לעלות לתורה שאינו אלא משום כבוד התורה אין מברכין עליו (סי' י\"ד בט\"ז שם) אבל אם השאיל לו חוטין של ציצית הוי כשלו שהרי לא הדרי בעיניה (סי' י\"א):\n\nמותר ליטול טלית חבירו בלא דעתו באקראי בעלמא לברך עליו דניחא ליה לאינש לקיים מצוה בממונו ואם היתה מקופלת צריך לקפלה ולא יוציאנה מבית שמונח שם דאפשר שמקפיד עליו והוי גזל וטלית של שותפין חייבת בציצית דכתיב על כנפי בגדיהם (סי' י\"ד):\n\nיעשה נקב בארך ורוחב הטלית לא למעלה מג' אצבעות דהיינו ג' גודלין במקום הרחב (ולא במקום הקצר דהיינו בראשו) דלמעלה מג' גודלין לא מיקרי כנף הבגד אלא בגד ולא למטה מכשיעור מקשר האגודל עד סוף הצפורן (בש\"ע יש ט\"ס ונדפס עד הצפורן) דלמטה מקשר אגודל לא מיקרי כנף אלא תחת הכנף ואם שינה פסול (סי' י\"א סעיף ט' וסעיף י'):\n\nאם בשעת העשייה הטיל כדין אלא שעל ידי הקשירה נתכפל הבגד עד שהוא פחות מקשר אגודל או שנקרע הנקב ולא נשאר בו כשיעור כשר דכתיב ועשו להם ציצית על כנפי כו' לא הקפידה התורה אלא שבשעת עשיה יהיו על הכנף אבל אח\"כ אפילו אינה על הכנף כשר  (שם):\n\nתלאן למעלה מג' אצבעות אע\"פ שאחר כך חתך בנקב או שקשר עם החוטין עד שנתקפל הבגד והוא למטה מג' אצבעות פסול דהוי תעשה ולא מן העשוי בפסול (שם):\n\nלא יטיל הציצית בשפת הבגד שקורין שלאק שאין בו חוטין ארוגים משתי וערב דלא מיקרי בגד ולכן צריך לחתוך השלאק כי יש בו מחלוקת אם מצטרף לג' אצבעות (שם):\n\nאע\"ג דאם נקרע מהנקב לאחר העשיה כשר כדלעיל סי' כ\"ד היינו דוקא הציצית שנתלה בהכשר אבל אם רוצה להטיל ציצית אחרות פסול עד שיתפור כאשר נבאר בסמוך:\n\nטלית מצוייצת שנתחלקה לשנים ונשאר בכל חלק הציצית ועכשיו רוצה לתפרם יחד יש להתיר הציצית מחלק האחר ויתפרם ואז יעשה בו ציצית דאם לא כן הוי תעשה ולא מן העשוי לקצת דעת אחרונים (סימן ט\"ו בט\"ז) וכל שכן כשנקרע' כנף למעלה מג' אצבעות דצריך להתיר הציצית של הכנף ולתפרו ואחר כך יעשה בו ציצית דתיכף כשנקרע בטל מתורת בגד ונפסל הציצית לכ\"ע אבל שאר הציצית לא נפסלו (שם):\n\nאם נקרע כל הכנף בתוך ג' אצבעות י\"א דלא מהני תפירה לעשותו חיבור (הגר\"א בסימן ט\"ו תמה דתפירה ודאי הוי חיבור (ונ\"ל ראיה ברורה שהרי בס\"ת התפירה עושה חיבור להיות נקרא תמימה) וכ\"כ המ\"א עי' סי' י' סעיף ג' וסעיף ו' ואפשר דשאני בין חתיכת בגד גדול לחתיכה שהוא פחות מג' ועיין בפ' כ\"ח דכלים משנה ז' ח' ע\"ש בר\"ש וצ\"ע) וצריך להטיל טלאי על הבגד שיהיה הטלאי יותר מג' אצבעות על ג' אצבעות ואז יטיל בו ציצית אבל הציצית שהיו בו כבר פסול דהוי תעשה ולא מן העשוי ואם נשתייר כל שהוא מחובר מותר לתפרו דחשיב עדיין כמחובר. ומכל מקום לא יתפור טלית של צמר בחוט של צמר או טלית של פשתן בחוט של פשתן דחיישי' שמא ישאר מחוט התפירה ויעשה ממנה ציצית וכיון שלא נטווה לשמה פסול ומטעם זה יש ליזהר שלא יתפור אפילו בגד של פשתן בחוט של משי כיון דדרך לתפור בפשתן ומכל מקום בשעת הדחק מותר לתפור בשל משי. וט\"ז בס\"ק ה' כתב דאם נקרע רק מהנקב ולמטה אפילו כולו הוי חיבור ומותר לתפרו. ובלבד שיעשה בו ציצית אחרות ולכן יש ליזהר כשתופרין סביב הנקב כמו שנוהגין לחיזוק שלא יקרע לא יתפור במין הציצית אלא דוקא בחוט של משי (סימן ט\"ו):\n\nנשים מותרות לטוות ציצית דפסוק גדילים תעשה לך דדרשינן מיניה לשם חובך דהיינו הטויה שהרי מיירי בעשיית הגדילים לא כתיב בני ישראל אבל להטילם בבגד י\"א דפסולים דכתיב בני ישראל ועשו כו' משמע אבל לא בנות ישראל ובדיעבד סמכינן אפוסקים המכשירים גם לתלותן דס\"ל מדכתיב בני ישראל ועשו להם משמע שאחרים יעשו להם דהיינו התלייה ע\"כ מרבינן נשים והמיעוט דבני ישראל מוקמינן לפסול נכרי ואפילו ישראל עומד על גבו ומכוין לשמה אפילו הכי פסול דהא אין הטעם משום לשמה אלא מטעם גזרת הכתוב (א\"ר) וקטן היודע לעשות לשמה יש להכשיר בדיעבד כאשה ואם טוון נכרי נתבאר לעיל (סימן י\"ג י\"ד):\n\nלכתחלה צריך שיטיל אותם בבגד לשמן ואם הטיל בלא כוונ' ואין לו ציצית אחרים או בשבת שא\"א להתירן מותר ללובשו ולא יצא בו בשבת ולא יברך עליו (שם):\n\nמותר להתיר ציצית מטלית ליתנם בטלית אחר אבל שלא להניחם בבגד אחר לא דאסור לבטל מצות טלית זה ואם רוצה לעשות מהטלית בגד שלא יהיה לו עוד ד' כנפות מותר ליטלן וכן אם נפסק אחד מהחוטין אף על גב דעדיין כשירים או שרוצה לעשות בו ציצית יותר יפים מותר להתירן ולהשליכם (ט\"ז ולבוש). ונ\"ל דלאו דוקא להתירן אלא דאם קשה בעיניו הטירחא להתירן מותר לנתקם ואין בזה משום בל תשחית כיון שאינו עושה דרך השחתה (סימן ט\"ו ובמגן אברהם) וראיה גמורה בב\"ב (ד) דריב\"ב נתן עצה להורדוס לסתור בהמ\"ק לתירוץ בתרא משום דמלכותא לא הדרא משמע אע\"ג דלית ביה תיוהא מותר אף על גב דסתירת אבן מבית המקדש הוא איסור דאורייתא וכן מצאתי בס\"ח סימן תתע\"ט לענין יריעה מס\"ת ע\"ש ורמב\"ם בהלכות מלכים פרק ו' כתב דשאר השחתות חוץ מאילן הוא מדרבנן:\n\nד' ציצית מעכבין זה את זה שכל זמן שאין בה כל הד' ציצית אין בה מצות ציצית ואסור ללבשה והיוצא בה לר\"ה בשבת חייב דציצית אינן בטילין לבגד ונחשבין כמשא אבל אם יש בה ציצית כשירין נחשבין כבגד (סימן י\"ג):\n\nכיון שבדק הציצית בשעה שלבש אותו מותר לצאת בו וא\"צ בדיקה עוד דמוקמינן אחזקה כדלקמן כלל י\"ב סימן א':\n\nהיה יושב בבית הכנסת וראה שנפסל אחד מן הציצית ומתבייש לישב כך בפני רבים בלא טלית אם הוא שבת מותר ללבשו דכיון דא\"א לו לעשות בו ציצית בשבת נמצא שאינו מבטל העשה דקום ועשה בו ציצית ואע\"ג דעל כל פנים מבטל העשה שלובש בגד בלא ציצית ומכל מקום כיון שאין זה אלא בשב ואל תעשה שאין עושה בו ציצית וגדול כבוד הבריות שדוחה בשב ואל תעשה והוא הדין בחול כשאין נמצא ציצית בעיר אבל כשנמצאין ציצית בעיר בחול שיוכל לתלותן וא\"כ בכל רגע שלובש עובר בקום עשה בו ציצית וצריך לפושטו וכל שכן דאסור ללבשו ודוקא טלית גדול שאינו גנאי כל כך הפשיטה אבל אם נפסק ציצית מטלית קטן והוא בבית הכנסת או ברשות הרבים דגנאי גדול הוא לפשוט בגדיו ברבים ולכן אם בחול צריך למהר לילך לביתו או לבית שלפני בהכ\"נ ויפשיטו ובשבת אין צריך למהר לביתו והרואה בחבירו שנפסק הציצית בחול יקראנו לבוא לביתו ולא יאמר לו עד שיבא לביתו ואם אינו מתבייש לישב בלא טלית נכון שלא ללבשו אפילו בשבת ואם ידע מערב שבת שנפסל אסור ללבשו בשבת דהוה לו לתקנו מאתמול (יד):\n\nתיכף כשנודע לו שנפסל אחד מציצית והוא יושב בביתו צריך להסירו דבכל רגע עובר בעשה ולכן אסור לתקן הציצית בעודו לבוש בו אלא יסירנו תיכף:\n\nטליתות של מצוה המיוחדין להתפלל בהם וכן הקיטיל אע\"פ דמדינא מותר לכנוס בהן לבהכ\"ס נכון להחמיר אבל אם לובשו תחת בגדיו מותר ומכ\"ש דמותר לישן בו ולשמש מטתו ואסור לקשור דבר בציצית בעודן כשירים ואף לאחר שיפסקו אע\"פ שאינן טעונין גניזה מ\"מ לא יזרקם לאשפה והמדקדק לגנזן תע\"ב (כ\"א):\n\nטלית שבלה אסור לעשות בו תשמיש מגונה (סי' כ\"ב) אבל מותר לעשות ממנה בגד אחר (עיין מגן אברהם סי' ט\"ו ס\"ק ב') ואם נקרעה הטלית מלמעלה יכול להשי' צד התחתון למעלה והעליון למטה ולא הוי הורדת קדושה ומ\"מ בלא מקום הפסד ישים תמיד צד א' על הראש (עיין מגן אברהם סי' ח' סק\"ו בא\"ר):\n\nאסור לכנס בציצית מגולין בבית הקברות או בד' אמות של מת דהוי כלועג לרש (כ\"ג):\n\nנכון ליזהר שלא יגרור הציצית על הארץ משום ביזוי מצוה ועוד כי קרוב שיפסלו ולכן יגבהם ויתחבם בחגורו:\n\nיפריד החוטין זה מזה דציצית הוא לשון ציצית ראשי ר\"ל שערות כמו שהם נפרדים ומ\"מ אם יבטל עי\"ז מלהתפלל בצבור א\"צ (ח):\n\nהלוקח טלית מצוייצת מישראל או מתגר נכרי ואומר שהוא לקחן מישראל נאמן דכיון דהוא תגר וגם אין דרך נכרי לעשות ציצית בבגד לפיכך נאמן אבל מי שאינו תגר פסול שמא הוא עשה הציצית:\n\nנשים פטורות מציצית מפני שהיא מ\"ע שהזמ\"ג שהרי לילה לאו זמן ציצית ומ\"מ אם רוצות ללבוש ולברך יכולין לברך (סי' י\"ז) וכן הדין בכל מצות עשה שהזמ\"ג כגון לולב וסוכה וכיוצא בהן חוץ מתפילין דאם רצו להחמיר על עצמן מוחין בידם דמפני שאינן מחוייבות לא יהיו נזהרין כראוי שלא יפיח ושלא יישן בהם (סי' ל\"ט). דין הקטן עיין לקמן כלל ס\"ו:\n\nlocked\n\nPublic Domain\n\nחיי אדם. נדפס בווילנא ה'דר\"ת\n\nhe\n\nChayyei Adam\n\nhttps://www.nli.org.il/he/books/NNL_ALEPH001873955\n\nChayei Adam, Vilna, 1844\n\nhe\n\nhebrew\n\nrtl\n\nPublic Domain\n\nhe\n\nChayyei Adam\n\nhttps://www.nli.org.il/he/books/NNL_ALEPH001873955\n\nChayei Adam, Vilna, 1843\n\nhe\n\nhebrew\n\nrtl\n\nKlal\n\nSiman\n\nInteger\n\nSiman\n\nחיי אדם\n\nHalakhah\n\nHalakhah\n\nChayyei Adam\n\nHalakhah\n\nChayyei Adam\n\nחיי אדם\n\nChayyei Adam 11\n\nChayyei Adam 11\n\nחיי אדם י״א\n\nChayei Adam, Vilna, 1844\n\nחיי אדם. נדפס בווילנא ה'דר\"ת\n\nhttps://www.nli.org.il/he/books/NNL_ALEPH001873955\n\nlocked\n\nPublic Domain\n\nChayyei Adam 12\n\nChayyei Adam 10",
  "language": "en",
  "timestamp": "2025-11-08T23:11:56.807161"
}